{
    "ricette": [
        {
            "title": "Focaccia (fügassa) alla genovese",
            "duration": 45,
            "type": "Antipasto",
            "calories": "518",
            "difficulty": "Media",
            "doses": "6 persone",
            "ingredients": [
                [
                    "Farina Manitoba ( con W=280) 660 g",
                    "Lievito di birra fresco 25 g",
                    "Acqua a temperatura ambiente 440 g",
                    "Sale fino 15 g",
                    "Malto 1 cucchiaino",
                    "Olio extravergine d'oliva 50 g",
                    "Sale grosso q.b.",
                    "Acqua 50 g"
                ]
            ],
            "prepration": [
                "Per preparare la focaccia alla versate la farina nella ciotola di una planetaria 1 e sbriciolate dentro il lievito fresco 2. Aggiungete metà dell’acqua 3 e azionate la planetaria.\nNon appena sarà assorbita, ci vorranno circa 3 minuti, aggiungete a poco a poco la restante acqua mentre la planetaria è in movimento 4. Quando sarà completamente assorbita aggiungete il malto 5 e il sale 6.\nContinuate a lavorare fino a che l’impasto non sarà omogeneo 7, poi aggiungete a filo l’olio 8. Non appena sarà incorporato e l'impasto sarà ben incordato al gancio spegnete la planetaria 9.\nBagnatevi le mani e trasferite l’impasto sul piano da lavoro leggermente unto 10 e con l’aiuto di un tarocco date all'impasto una forma tonda 11. Trasferite in una ciotola leggermente oliata 12,\ncoprite con pellicola 13 e lasciatelo lievitare per 3 ore 14. Una volta raddoppiato di volume trasferitelo sul piano da lavoro 15 e lavoratelo un po’ con le mani.\nPoi dividete l'impasto in due 16 e pirlate le porzioni 17, in modo da ricavare 2 panetti. Serviranno per realizzare due focacce. Trasferite ciascuna porzione di impasto all’interno di due teglie 35X28 cm leggermente unte 18. Lasciate riposare per 30 minuti, prima di stenderlo.\nPer farlo schiacciate l’impasto con la punta delle dita partendo dal centro e portandolo verso i bordi della teglia 19 20. Unite acqua e olio in una brocca 21\ne mescolate con una forchetta per creare l'emulsione 22. Versate sull’impasto l’emulsione 23, tenendone un po’ da parte, e distribuitelo sulla focaccia spargendolo su tutta la superficie delicatamente con le mani 24.\nPraticate i buchi facendo pressione soltanto con le tre dita centrali 25. A questo punto salate la superficie con sale grosso 26 e cuocete in forno statico preriscaldato a 210° per 15 minuti 27.\nUna volta sfornata estraete la focaccia dalla teglia e lasciatela intiepidire sulla gratella 28. A questo punto spennellate con la restante salamoia la superficie per renderla lucida 30. La vostra focaccia genovese è pronta per essere servita!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/206/20653/foto_hd/hd650x433_wm.jpg"
        }
    ]
}