{
    "ricette": [
        {
            "title": "Pancake allo sciroppo d'acero",
            "duration": 35,
            "type": "Dessert",
            "calories": "263",
            "difficulty": "Molto facile",
            "doses": "4 persone",
            "ingredients": [
                "Burro 25 g",
                "Farina 00 125 g",
                "Uova medie 2",
                "Latte intero fresco 200 g",
                "Lievito in polvere per dolci 6 g",
                "Zucchero 15 g",
                "Sciroppo di acero q.b."
            ],
            "preparation": [
                "Iniziamo la preparazione dei pancake fondendo il burro a fuoco bassissimo, quindi lasciate intiepidire. Intanto dividete gli albumi dai tuorli. Versate i tuorli in una ciotola e sbatteteli con una frusta a mano 1, poi unite il burro fuso a temperatura ambiente 2 e il latte a filo, continuando sempre a mescolare con la frusta 3. Montate il composto finchè non risulterà chiaro.\nUnite il lievito alla farina 4 e setacciate tutto nella ciotola con il composto di uova 5, mescolate con la frusta per amalgamare 6.\nOra montate gli albumi che avete tenuto da parte, versando poco alla volta lo zucchero 7 e quando saranno bianchi e spumosi incorporateli delicatamente al composto di uova, con movimenti dall'alto verso il basso, per evitare di smontarli 8. Mettete a scaldare sul fuoco medio (non alto altrimenti non darete il tempo all'impasto di lievitare bene durante la cottura e i pancake diventeranno troppo scuri) una padella ampia antiaderente (meglio se a fondo spesso) e, se necessario, ungete con poco burro da spandere sulla superficie con l'aiuto di carta da cucina. Versate al centro del pentolino un mestolino di preparato 9, non ci sarà bisogno di spanderlo.\nQuando inizieranno a comparire delle bollicine in superficie e la base sarà dorata, giratelo sull’altro lato per mezzo di una spatolina 10, come se fosse una crepe o una frittata, quindi fate dorare a sua volta anche l'altro lato, dopodichè il pancake sarà pronto 11. Proseguite così con il resto dell'impasto e man a mano disponete i pancake su un piatto da portata, impilateli uno sopra l'altro. Con queste dosi dovrebbero formarsi all'incirca 12 pancake. Serviteli caldi e cosparsi di sciroppo d’acero 12. Potete accompagnare i pancake con della frutta fresca o sciroppata di vostro gusto."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/3/320/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Tiramisù",
            "duration": 40,
            "type": "Dessert",
            "calories": "544",
            "difficulty": "Facile",
            "doses": "Medio",
            "ingredients": [
                "Savoiardi 300 g",
                "Uova freschissime (circa 4 medie) 220 g",
                "Mascarpone 500 g",
                "Zucchero 100 g",
                "Caffè della moka già pronto (e zuccherato a piacere) 300 g",
                "Cacao amaro in polvere per la superficie q.b."
            ],
            "preparation": [
                "Per preparare il tiramisù cominciate dalle uova (freschissime): quindi separate accuratamente gli albumi dai tuorli 1, ricordando che per montare bene gli albumi non dovranno presentare alcuna traccia di tuorlo. Poi montate i tuorli con le fruste elettriche, versando solo metà dose di zucchero 2. Non appena il composto sarà diventato chiaro e spumoso 3,\ne con le fruste ancora in funzione, potrete aggiungere il mascarpone, poco alla volta 4. Incorporato tutto il formaggio avrete ottenuto una crema densa e compatta; tenetela da parte 5. Pulite molto bene le fruste e passate a montare gli albumi versando il restante zucchero un po’ alla volta 6.\nDovrete montarli a neve ben ferma 7; otterrete questo risultato quando rovesciando la ciotola la massa non si muoverà. Prendete una cucchiaiata di albumi e versatela nella ciotola con i tuorli e lo zucchero e mescolate energicamente con una spatola, così stempererete il composto 8. Dopodiché procedete ad aggiungere la restante parte di albumi, poco alla alla volta mescolando molto delicatamente dal basso verso l'alto 9.\nUna volta pronto, distribuite una generosa cucchiaiata di crema sul fondo di una pirofila da 30x20cm e distribuite per bene 11. Poi inzuppate per pochi istanti i savoiardi nel caffè freddo già zuccherato a vostro piacimento (noi abbiamo aggiunto solo 1 cucchiaino di zucchero) 12,\nprima da un lato e poi dall’altro 13. Man mano distribuite i savoiardi imbevuti sulla crema, tutti in un verso, così da ottenere un primo strato 14 sul quale andrete a distribuire una parte della crema al mascarpone 15.\nAnche in questo caso dovrete livellarla accuratamente così da avere una superficie liscia 16. E continuate a distribuire i savoiardi imbevuti nel caffè 17, poi realizzate un altro strato di crema 18.\nLivellate la superficie 19 e spolverizzatela con del cacao amaro in polvere e lasciate rassodare in frigorifero per un paio d’ore 20. Il vostro tiramisù è pronto per essere gustato 21!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/173/17354/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Tortino di cioccolato con cuore fondente",
            "duration": 30,
            "type": "Dessert",
            "calories": "548",
            "difficulty": "Facile",
            "doses": "4 persone",
            "ingredients": [
                "Cioccolato fondente 150 g",
                "Burro 80 g",
                "Farina 00 20 g",
                "Cacao amaro in polvere 10 g",
                "Uova medie 2",
                "Tuorli 1",
                "Zucchero a velo 90 g",
                "Baccello di vaniglia 1",
                "Burro q.b.",
                "Zucchero di canna q.b.",
                "Zucchero a velo q.b."
            ],
            "preparation": [
                "Per realizzare il tortino di cioccolato con cuore fondente per prima cosa tagliate grossolanamente il cioccolato con un coltello, quindi versatelo in una bastardella per la cottura a bagnomaria, ovvero ponete la basterdella sopra un padellino riempito con acqua 1. Mescolate con una marisa per favorire la fusione e quando il cioccolato si sarà sciolto aggiungete anche il burro 2, mescolate fino a quando non si sarà amalgamato completamente. Una volta pronto spegnete il fuoco e tenete da parte la bastardella con il cioccolato fuso, magari poggiandola su un canovaccio pulito. Intanto in un ciotola versate le uova e il tuorlo, aggiungete anche lo zucchero a velo 3 e i semi del baccello di vaniglia;\nlavorate il composto con le fruste elettriche 4 fino a quando non sarà chiaro e spumoso, a quel punto versate all’interno il cioccolato fuso 5 e continuate a mescolare con le fruste per amalgamare completamente il composto 6.\nA questo punto unite le polveri al composto di uova: setacciate la farina 7 e il cacao in polvere 8 quindi mescolate con una spatola per incorporare gli ingredienti 9.\nL’impasto è pronto, prendete degli stampini di allumino del diametro di 8 cm con un bordo alto 4 cm, imburrate il fondo e il bordo e poi spolverizzate con lo zucchero di canna (in alternativa potete usare il cacao in polvere oppure lo zucchero a velo). Versate l’impasto riempiendo per 2/3 gli stampini 11, quindi cuocete i tortini in forno statico preriscaldato a 180° per 13-15 minuti. A cottura ultimata sfornate subito i vostri tortini 12.\nCapovolgeteli su un piatto di portata ancora caldi facendo attenzione a non scottarvi 13, completate spolverizzando il tortino di cioccolato con cuore fondente con lo zucchero a velo 14 e servitelo subito 15!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/173/17316/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Muffin con gocce di cioccolato",
            "duration": 35,
            "type": "Dessert",
            "calories": "271",
            "difficulty": "Facile",
            "doses": "12 pezzi",
            "ingredients": [
                "Burro ammorbidito a temperatura ambiente 125 g",
                "Farina 00 265 g",
                "Zucchero 135 g",
                "Latte intero a temperatura ambiente 135 g",
                "Uova (circa 2) a temperatura ambiente 110 g",
                "Gocce di cioccolato fondente 100 g",
                "Baccello di vaniglia 1",
                "Bicarbonato raso 1 cucchiaino",
                "Sale fino 1 pizzico",
                "Lievito in polvere per dolci 10 g"
            ],
            "preparation": [
                "Per preparare i muffin con gocce di cioccolato lavorate con le fruste elettriche il burro, lasciato ammorbidire a temperatura ambiente per almeno un’ora precedentemente, con lo zucchero 1, fino ad ottenere un composto spumoso e cremoso 2. Dopodiché incidete una bacca di vaniglia e raschiate i semi utilizzando il dorso di un coltello 3\nVersate questi ultimi nella ciotola con burro e zucchero 4. Azionate nuovamente le fruste e aggiungete le uova, anche queste a temperatura ambiente, una alla volta 5 in questo modo gli ingredienti non si slegheranno 6.\nOra setacciate la farina 7, il lievito per dolci 8 ed il bicarbonato 9 direttamente nella ciotola con il composto.\nAggiungete anche il pizzico di sale e azionate nuovamente le fruste per inglobate le polveri 10. Noterete che l’impasto diventerà più consistente quindi stemperatelo con il latte a temperatura ambiente versato a filo 11. A questo punto il composto sarà morbido e compatto 12.\nUnite 80 grammi di gocce di cioccolato 13 e mescolate con una spatola per inglobarle dopodiché trasferite il composto in una sàc-a-poche usa e getta senza bocchetta 14 in questo modo potrete effettuare un lavoro più pulito altrimenti utilizzate pure un cucchiaio. Sistemate i pirottini di carta in una pirofila da muffin e riempiteli per 2/3, quindi lasciando meno di un centimetro dalla superficie 15. Ogni muffin dovrà pesare all’incirca 70 grammi.\nSulle tortine versate le rimanenti 20 gocce di cioccolato 16 e cuocete in forno preriscaldato a 180° per 18-20 minuti in modalità statica (altrimenti a 160° per 13-15 minuti se il forno è ventilato) 17. A questo punto i vostri muffin con gocce di cioccolato sono pronti per essere gustati 18."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/3/358/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Crepe dolci e salate (ricetta base)",
            "duration": 55,
            "type": "Dessert",
            "calories": "196",
            "difficulty": "Facile",
            "doses": "8 pezzi",
            "ingredients": [
                "Uova medie 3",
                "Farina 00 250 g",
                "Latte intero 500 ml",
                "Burro per ungere la crepiera q.b."
            ],
            "preparation": [
                "Per preparare le crepe dolci e salate iniziate rompendo le uova in una ciotola dai bordi alti 1 mescolate con una forchetta e unite il latte 2. Mescolate accuratamente per amalgamare questi due ingredienti 3.\nPosizionate un colino sul recipiente e poi setacciate la farina nella ciotola 4, (per comodità potete anche aggiungerla in due tempi e mescolare così da evitare la formazione di grumi). Poi con le fruste mescolate energicamente per assorbire la farina 5. Continuate a mescolare fino ad ottenere un composto omogeneo, vellutato e privo di grumi 6.\nA questo punto coprite la ciotola con della pellicola alimentare trasparente e lasciate riposare per almeno 30 minuti in frigorifero: questa operazione serve a far assorbire eventuali grumi 7. Trascorso il tempo mescolate l’impasto per farlo rinvenire 8 e poi scaldate una crepiera (o in alternativa una padella antiaderente dal diametro tra i 18 ed i 22 cm) ed ungetela con una noce di burro. Una volta a temperatura versate un mestolo di impasto sufficiente a ricoprire la superficie della padella: potete aiutarvi con l'apposito stendi pastella per crepe oppure ruotare la padella fino a distribuire il composto uniformemente (fate attenzione a non spanderlo tutto sui bordi per evitare che al centro non rimanga pastella sufficiente a creare una crepe dalla superficie uniforme); si consiglia di eseguire queste operazioni molto in fretta, poiché la pastella cuocerà rapidamente. 9\nTrascorso circa 1 minuto a fuoco medio-basso, dovreste notare una leggera doratura, i bordi tenderanno a staccarsi perciò potrete girare la prima crepe aiutandovi con una paletta 10. Cuocete anche l'altro lato per 1 minuto circa, aspettando che prenda colore 11. Una volta cotta la prima, strasferitela su un piatto da portata o su di un tagliere. Ripetete questa operazione fino a finire l’impasto, dovreste ottenere così 8 crepe del diametro di 20 cm: impilate ogni crepe una sopra l’altra così resteranno morbide. Ecco pronte le vostre crepe dolci e salate, non vi resta che farcirle 12!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/172/17265/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Torta tenerina",
            "duration": 55,
            "type": "Dessert",
            "calories": "395",
            "difficulty": "Facile",
            "doses": "8 persone",
            "ingredients": [
                "Cioccolato fondente 200 g",
                "Burro 100 g",
                "Uova medie 4",
                "Zucchero 150 g",
                "Farina 00 50 g",
                "Zucchero a velo q.b."
            ],
            "preparation": [
                "Per preparare la torta tenerina iniziate a tritare finemente il cioccolato 1, poi trasferitelo in una bastardella posta in un tegame con acqua (possibilmente l'acqua non dovrebbe venire a contatto con il fondo della bastardella o pentolino in cui avete versato il cioccolato) e scioglietelo a bagnomaria, mescolando di continuo 2. Solo quando il cioccolato sarà già sciolto, ma non eccessivamente caldo unite il burro a pezzetti 3\ne lasciate sciogliere anche questo continuando a mescolare 4. Poiché l’esatta temperatura di fusione del cioccolato è intorno ai 50°, il burro va aggiunto solo quando il cioccolato è sciolto, facendo in modo che non superi il suo punto di fusione (che è di circa 32°), ed evitando quindi che si separi. Lasciate intiepidire il composto di cioccolato e burro, mescolandolo di tanto in tanto, e nel frattempo separate i tuorli dagli albumi in due ciotole differenti e capienti. A questo punto aggiungete a questi ultimi metà dello zucchero 5 e montateli fino ad ottenere un composto fermo e spumoso 6.\nTenete da parte gli albumi montati a neve e versate nei tuorli la parte restante di zucchero 7, poi montate il tutto a velocità moderata fino ad ottenere un composto chiaro e spumoso 8. A questo punto con le fruste ancora in azione versate a filo il composto di cioccolato e burro ormai tiepido 9,\ne continuate a sbattere fino a che non otterrete un composto uniforme 10. Aggiungete a questo punto gli albumi montati a neve in più riprese: aggiungete inizialmente circa 1/3 degli albumi 11 mescolando con una spatola 12 o con una frusta.\nIncorporate poi gli albumi restanti questa volta mescolando delicatamente dal basso verso l'alto 13. Unite la farina a pioggia 14 e mescolate sempre con una spatola facendo dei movimenti delicati dal basso verso l'alto 15\nfino ad ottenere un composto liscio ed uniforme 16. A questo punto imburrate e infarinate uno stampo a cerniera da 23 cm (così sarà più facile sformare la torta tenerina) e versate al suo interno l'impasto appena preparato (17-18). Cuocete in forno statico preriscaldato a 180° per 30-35 minuti (si sconsiglia l'utilizzo del forno ventilato che potrebbe cuocere troppo l'esterno della torta e troppo poco la parte interna).\nUna volta sfornata 19 lasciate intiepidire la vostra torta tenerina prima di sformarla 20 e di cospargerla di zucchero a velo 21."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/165/16545/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Nutellotti",
            "duration": 50,
            "type": "Dessert",
            "calories": "98",
            "difficulty": "Facile",
            "doses": "25 pezzi",
            "ingredients": [
                "Nutella 180 g",
                "Farina 00 135 g",
                "Uova (medio) 1",
                "Nutella 125 g",
                "Granella di nocciole 30 g"
            ],
            "preparation": [
                "Per preparare i Nutellotti ponete 180 g di Nutella nella tazza di una planetaria dotata di fruste 1 insieme ad un uovo intero 2. Azionate le fruste per 2 minuti 3\nin modo da amalgamare bene tutti gli ingredienti 4, poi arrestate la planetaria e aggiungete la farina setacciandola 5. Mescolate il tutto con una spatola 6\nfino ad ottenere un impasto liscio ed omogeneo 7; create un panetto, che andrete a mettere in frigorifero a riposare per almeno 15-20 minuti coperto con la pellicola trasparente 8. Trascorso il tempo necessario, togliete il panetto dal frigorifero 9\ne con le mani formate delle palline del peso di 15 g ciascuna 10, che andrete a porre su una leccarda foderata con un foglio di carta da forno 11: con le nostre dosi dovrete ottenere 25 palline. Con le dita appiattite il centro di ciascun pezzo, in modo da creare una cavità 12;\nterminata questa operazione 13, mettete la Nutella in una sac-à-poche dalla bocchetta stellata e farcite i nutellotti, facendo un piccolo ciuffetto al centro di ciscuno 14. Una volta farciti tutti i biscotti 15,\nterminate distribuendo la granella di nocciole 16. Cuocete in forno statico preriscaldato a 170° per circa 10 minuti. Quando saranno pronti (i biscotti risulteranno piuttosto morbidi) 17, metteteli a raffreddare su di una gratella; infine potete servire e gustare i vostri Nutellotti 18!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/152/15295/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Brownies",
            "duration": 50,
            "type": "Dessert",
            "calories": "902",
            "difficulty": "Facile",
            "doses": "6 persone",
            "ingredients": [
                "Cioccolato fondente 265 g",
                "Uova (circa 4) 200 g",
                "Nocciole intere spellate 175 g",
                "Burro a temperatura ambiente 135 g",
                "Farina 00 135 g",
                "Zucchero 255 g",
                "Sale fino 1 pizzico"
            ],
            "preparation": [
                "Per preparare i brownies, cominciate tritando grossolanamente il cioccolato 1 e ponetelo a sciogliere a bagnomaria 2; fate attenzione che l'acqua del pentolino non entri in contatto con il cioccolato posto nella bastardella. Quando sarà quasi fuso, aggiungete il burro morbido a tocchetti 3.\nMescolate accuratamente fino a far fondere anch’esso 4, poi togliete dal fuoco e lasciate intiepidire, mescolando di tanto in tanto. Nel frattempo tostate per 8 minuti le nocciole in forno statico preriscaldato a 180° 5. Dopodiché sfornatele e lasciatele intiepidire, in modo da non scottarvi, quindi tritatele molto grossolanamente 6 e tenetele da parte.\nPonete adesso le uova in una terrina, e, cominciando a sbatterle con le fruste elettriche, unite lo zucchero 7. Non è necessario montare il composto: proseguite a sbattere solo fino a quando lo zucchero non si sarà ben sciolto. Unite quindi il sale 8, e lasciate che anch’esso si sciolga. Sempre con le fruste in azione, aggiungete a filo il composto di cioccolato e burro ormai tiepido 9.\nAppena anche il cioccolato si sarà amalgamato al composto smettete di sbattere. Posizionate sulla ciotola un colino a maglie strette, e setacciatevi attraverso la farina 10. Amalgamate con una spatola fino a farla assorbire in maniera uniforme 11, quindi unite le nocciole ormai fredde 12 e amalgamate anch’esse.\nImburrate e foderate con carta da forno una teglia rettangolare di 35X27 cm (oppure una teglia quadrata 30X30 cm) e versatevi l’impasto 13, livellandolo con una spatola per distribuirlo in modo uniforme. Cuocete in forno statico preriscaldato a 180° per 25 minuti 14, quindi sfornate e lasciate da parte fino al completo raffreddamento. A questo punto realizzate i vostri cubotti praticando 5 tagli orizzontali e 5 verticali ad una distanza identica per ottenere dei brownies dalle stesse dimensioni 15!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/7/780/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Crepe alla Nutella",
            "duration": 70,
            "type": "Dessert",
            "calories": "285",
            "difficulty": "Facile",
            "doses": "8 pezzi",
            "ingredients": [
                "Uova medie 3",
                "Farina 00 250 g",
                "Latte intero 500 ml",
                "Burro q.b.",
                "Nutella q.b.",
                "Zucchero a velo q.b."
            ],
            "preparation": [
                "Per preparare le crepe alla Nutella iniziate dalla preparazione dell’impasto di base. Prendete una ciotola capiente e dai bordi alti e versatevi le uova 1. Sbattete le uova con una forchetta ed unite il latte 2. Mescolate bene gli ingredienti con una forchetta 3.\nSetacciate la farina nella ciotola 4 e con le fruste mescolate energicamente per evitare la formazione di grumi 5. Continuate a mescolare fino ad ottenere un composto omogeneo, vellutato e fluido 6.\nPoi coprite la ciotola con pellicola alimentare trasparente e trasferite il composto a riposare per almeno 30 minuti in frigorifero 7. Trascorso il tempo prendete una crepiera (o in alternativa una padella antiaderente dal diametro tra i 18 ed i 22 cm), ponetela sul fuoco e ungetela con una noce di burro. Quando sarà ben calda versate un mestolo di impasto necessario a ricoprire quasi tutta la superficie della padella 8: potete aiutarvi con l'apposito stendi pastella per crepes, per stenderla in maniera uniforme oppure inclinare e ruotare la padella leggermente; questa operazione deve essere fatta abbastanza velocemente, poiché la pastella tenderà a cuocersi rapidamente. Fate cuocere per 1 minuto a fuoco medio-basso da un lato. Non appena sarà leggermente dorata e con una paletta riuscirete a sollevare i bordi della crepe, giratela dall’altro lato aiutandovi con la paletta 9.\nCuocete anche l'altro lato per 1 minuto circa, aspettando che prenda colore 10. Quando sarà pronta, mettetela su un piatto da portata o su di un tagliere. Ripetete questo procedimento fino a finire l’impasto e ad ottenere 8 crepes del diametro di 20 cm; impilate le crepe una sopra l’altra mano a mano che saranno pronte fino al momento della farcitura 11. Poi prendete un cucchiaio di Nutella e stendetelo sulla superficie della crepe 12.\nQuindi prendete il bordo della crepe e fatelo combaciare con l’altro 13. Ripiegate la crepe alla Nutella ancora a metà in modo da ottenere un ventaglio 14 e ripetete l’operazione per le restanti crepe. Spolverizzate con zucchero a velo e servite la vostra crepe alla Nutella ancora calda 15!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/172/17262/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Crema pasticcera",
            "duration": 23,
            "type": "Dessert",
            "calories": null,
            "difficulty": "Facile",
            "doses": "Basso",
            "ingredients": [
                "Latte intero 500 g",
                "Zucchero 130 g",
                "Tuorli (circa 5) 125 g",
                "Amido di riso 40 g",
                "Baccello di vaniglia 2",
                "Scorza di limone ½"
            ],
            "preparation": [
                "Per preparare la crema pasticcera come prima cosa inserite in freezer una ciotola di vetro. A questo punto ricavate i semi dalla vaniglia 1 e tagliate i baccelli in pezzi 2. Versate il latte in un tegame e aggiungete sia i semi 3 che i baccelli della vaniglia.\nRicavate dal limone la scorza, prelevando solo la parte gialla, e unitela nel tegame 4. Accendete il fuoco e scaldate il tutto portando a bollore e mescolando di tanto in tanto. In un altro tegame versate i tuorli, lo zucchero e l'amido di riso 5. Utilizzando un frustino morbido mescolate per ottenere una consistenza cremosa e liscia 6.\nNon appena il latte sfiorerà il bollore, trasferitelo all'interno dei tuorli in 3 volte filtrandolo con un colino 7 e mescolando sempre con la frusta 8. Trasferite di nuovo sul fuoco e mescolate in continuazione fino a che non si sarà addensata 9.\nPer raffreddarla velocemente riprendete la ciotola dal freezer e versate la crema all'interno 10. Mescolate con una frusta molto velocemente, fino a che non avrete portato la crema a 50°, al di sotto del punto di cottura. Dovrete ottenere una crema liscia e molto lucida 11. A questo punto la crema pasticcera è pronta 12, potrete utilizzarla o conservarla in frigorifero coprendola con pellicola."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/215/21565/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Torta di mele",
            "duration": 75,
            "type": "Dessert",
            "calories": null,
            "difficulty": "Facile",
            "doses": "8 persone",
            "ingredients": [
                "Mele renette (700 g pulite) 930 g",
                "Zucchero 200 g",
                "Farina 00 250 g",
                "Burro 100 g",
                "Latte intero (a temperatura ambiente) 150 g",
                "Uova (a temperatura ambiente) 2",
                "Limoni 1",
                "Lievito in polvere per dolci 16 g",
                "Cannella in polvere ½ cucchiaino",
                "Sale fino 1 pizzico",
                "Zucchero a velo q.b."
            ],
            "preparation": [
                "Per realizzare la torta di mele per prima cosa sciogliete il burro nel microonde o a bagnomaria, e tenetelo da parte. Grattugiate la scorza di limone 1 e spremetene il succo ottenendone circa 30 g 2, quindi tenete da parte sia la scorza che il succo. Dividete a metà le mele e levatene il torsolo 3,\nSbucciate le mele 4, poi tagliatele in quattro parti 5 e riducetele a fettine tagliandole per il lato corto 6.\nMettete le mele tagliate a fettine in una ciotola e irroratele con il succo del limone 7, mescolandole bene: questa operazione servirà a non farle annerire. Passate poi a setacciare la farina 00 con il lievito in polvere 8. Poi, in una ciotola capiente, versate le uova 9\ne parte della dose di zucchero, 10. Iniziate a sbattere con le fruste elettriche 11 e proseguite versando lo zucchero poco alla volta 12.\nQuando il composto inizierà a schiarirsi, aggiungete un pizzico di sale 13 e proseguite a montare fino a ottenere un impasto chiaro e spumoso. A questo punto unite il burro fuso riportato a temperatura ambiente 14. Aromatizzate con la cannella in polvere 15\ne aggiungete anche la scorza di limone grattugiata 16. Poi, sempre continuando a montare con le fruste, aggiungete un cucchiaio alla volta la farina e il lievito setacciati 17. Quando le polveri saranno completamente incorporate, abbassate la velocità delle fruste elettriche e versate il latte a filo a temperatura ambiente 18.\nQuando anche il latte sarà completamente incorporato fermate le fruste: l’impasto è pronto 19. A parte sgocciolate le mele in un colino per eliminare il succo di limone 20 e versatele nell'impasto 21.\nMescolate delicatamente dal basso verso l'alto per incorporarle bene 22. Imburrate e cospargete di zucchero una tortiera di 22 cm di diametro e, aiutandovi con una spatola, versate l'impasto 23. La torta è pronta per essere infornata 24: cuocetela in forno statico preriscaldato a 180° per circa 55 minuti.\nA cottura ultimata sfornatela 25 e lasciatela raffreddare completamente prima di toglierla dalla tortiera. Spolverizzate la torta con lo zucchero a velo 26 e servite 27: la vostra torta di mele è pronta per essere gustata!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/218/21879/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Torta della nonna",
            "duration": 110,
            "type": "Dessert",
            "calories": "613",
            "difficulty": "Media",
            "doses": "10 persone",
            "ingredients": [
                "Uova medie 2",
                "Farina 00 450 g",
                "Zucchero 160 g",
                "Burro freddo di frigo 200 g",
                "Scorza di limone 1",
                "Latte intero 750 g",
                "Uova 3",
                "Tuorli 1",
                "Zucchero 225 g",
                "Amido di mais (maizena) 35 g",
                "Farina 00 30 g",
                "Scorza di limone 1",
                "Pinoli 25 g",
                "Zucchero a velo q.b."
            ],
            "preparation": [
                "Per preparare la torta della nonna, iniziate dalla frolla: in un mixer ponete la farina e il burro freddo di frigo tagliato a piccoli pezzi 1, quindi azionate le lame per ottenere una sabbiatura: ci vorranno pochi istanti. Trasferite il composto sabbioso su una spianatoia, create una conca al centro e versate lo zucchero 2, poi unite le uova sempre al centro 3\ngrattate anche la scorza di 1 limone (possibilmente non trattato) 4 e maneggiate brevemente gli ingredienti 5 giusto il tempo di compattare la frolla e non formare la maglia glutinica, quindi datele la forma di un panetto, appiattite leggermente e coprite con pellicola trasparente 6; riponete la frolla in frigo a rassodare per circa 30 minuti.\nNel frattempo realizzate la crema pasticcera: in un pentolino ponete il latte 7, poi ricavate la scorza di 1 limone con un pelaverdure, facendo attenzione a non prelevare anche la parte bianca amarognola 8; unite la scorza al latte e fatelo scaldare a fuoco basso (dovrà sfiorare il bollore) 9.\nIn una ciotolina rompete le 3 uova intere e il tuorlo e versate lo zucchero 10, quindi miscelate gli ingredienti e quando lo zucchero sarà assorbito aggiungete anche la farina e l'amido di mais setacciati in un colino 12; mescolate bene le polveri.\nIntanto togliete la scorza di limone dal latte 13 e togliete il pentolino dal fuoco per stemperare leggermente con poco latte caldo le uova sbatutte con zucchero e le polveri 14. Mescolate bene, poi rimettete il pentolino del latte sul fuoco e versate all'interno il composto con le uova 15.\nContinuate a cuocere lentamente e mescolare sempre con una frusta la crema, perchè si addensi (16-17), ci vorranno circa 10-15 minuti. Una volta pronta, trasferitela in una pirofila bassa e ampia 18\ne coprite subito con pellicola trasparente a contatto 19. Lasciate intiepidire a temperatura ambiente. Nel frattempo riprendete la frolla, infarinate leggermente il piano di lavoro e stendetela fino a formare un disco dello spessore di 2-3 millimetri 20 (potete stendere la frolla tra due fogli di carta da forno per stenderla più facilmente). Imburrate e infarinate uno stampo da crostata del diametro di 26 cm; arrotolate la frolla sul mattarello e srotolatela sullo stampo 21\nfate aderire bene il fondo e i bordi pressando con le dita 22 ed eliminate l'eccesso di pasta che userete per realizzare il guscio di copertura. Bucherellate il fondo con i rebbi di una forchetta e versate la crema pasticcera che si sarà raffreddata nel frattempo 23. A questo punto stendete gli avanzi di pasta frolla e srotolate il disco ottenuto sulla teglia a coprire 24.\nPassando con il mattarello sulla teglia eliminerete i bordi in eccesso (potete congelare la frolla che è avanzata e usarla in un'altra occasione!) 25; bucherellate la superficie 26 poi distribuite i pinoli 27.\nLa torta della nonna è pronta per essere infornata 28: cuocetela in forno statico preriscaldato a 160° per 50 minuti nel ripiano più basso; passato questo tempo potete spostarla nel ripiano di mezzo del forno e alzare la temperatura a 180°, cuocendo per altri 10 minuti. Durante la cottura se vi accorgete che si scurisce troppo la superficie, potete coprire con un foglio di carta alluminio. Sfornate la torta della nonna 29 e fate raffreddare completamente, prima di spolverizzarla con zucchero a velo e servirla per una golosissima merenda o come dessert di fine pranzo 30!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/167/16720/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "New York Cheesecake",
            "duration": 230,
            "type": "Dessert",
            "calories": "547",
            "difficulty": "Media",
            "doses": "8 persone",
            "ingredients": [
                "Biscotti Digestive 240 g",
                "Burro 110 g",
                "Formaggio fresco spalmabile 500 g",
                "Panna fresca liquida 100 g",
                "Zucchero 65 g",
                "Amido di mais (maizena) 25 g",
                "Uova (medie) 1",
                "Tuorli 1",
                "Succo di limone ½",
                "Baccello di vaniglia ½",
                "Panna acida 100 g",
                "Frutti di bosco q.b.",
                "Menta q.b.",
                "Baccello di vaniglia ½"
            ],
            "preparation": [
                "Per preparare la New York cheesecake, per prima cosa fondete il burro e lasciatelo intiepidire; nel frattempo ponete i biscotti in un mixer 1 e frullateli fino a ridurli in polvere 2. Poi trasferiteli in una ciotola e versate il burro 3.\nMescolate con un cucchiaio fino ad uniformare il composto 4; prendete poi uno stampo a cerniera da 22 cm e foderate la base con la carta forno. Ponete metà dei biscotti all'interno e schiacciateli con il dorso del cucchiaio per compattarli 6.\nPoi utilizzando i biscotti rimanenti foderate anche il bordo dello stampo 7. Non appena avrete ricoperto l'intera superficie ponete la base della vostra New York cheesecake a rassodare in frigorifero per 30 minuti, oppure in freezer per 15 minuti. Nel frattempo occupatevi di preparare la crema: in una ciotola rompete un uovo, aggiungete un tuorlo, lo zucchero 8 e sbattete il tutto con una frusta fino ad ottenere una crema 9.\nPrelevate i semi di una mezza bacca di vaniglia (tenendo da parte il resto che servirà successivamente) e poneteli insieme alle uova 11. Aggiungete anche il formaggio cremoso poco per volta 12\ne continuate a mescolare con una frusta 13. Non appena avrete incorporato tutto il formaggio, aggiungete anche il succo di limone 14 e l'amido di mais 15.\nUnite poi la panna 16 e mescolate ancora delicatamente con la frusta 17. Riprendete dal frigorifero la base di biscotti e versate il composto all'interno 18.\nLivellate leggermente la superficie e cuocete in forno statico preriscaldato a 160° per 60 minuti, poi proseguite la cottura a 170° per altri 20 minuti. Una volta cotta, lasciate raffreddare la cheesecake nel forno spento con lo sportello aperto e nel frattempo occupatevi del topping. In una ciotola, unite la panna acida con i semi della mezza bacca di vaniglia tenuta da parte e amalgamate il tutto con una spatola.\nVersate il topping sulla cheesecake a temperatura ambiente e spalmatelo uniformemente 22, poi riponetela nuovamente in frigorifero a riposare per 2 ore. Trascorso il tempo di riposo, sformate il dolce 23 e occupatevi della decorazione: aggiungete prima i ribes 24,\npoi le more, i mirtilli e i lamponi 25. In ultimo aggiungete le foglioline di menta 26 e servite la vostra favolosa New York cheesecake 27!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/175/17503/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Pasta frolla",
            "duration": 50,
            "type": "Dessert",
            "calories": "442",
            "difficulty": "Media",
            "doses": "Nota",
            "ingredients": [
                "Uova ( 2 medie fredde di frigo) 110 g",
                "Farina 00 500 g",
                "Zucchero a velo 200 g",
                "Burro freddo di frigo 250 g",
                "Scorza di limone non trattato 1"
            ],
            "preparation": [
                "Per preparare la pasta frolla con il metodo della sabbiatura cominciate versando la farina in un mixer 1(se volete potete utilizzare la planetaria allo stesso modo, sarà sufficiente utilizzare la foglia) insieme al burro freddo ridotto a pezzetti 2. Azionate le lame a più riprese fino ad ottenere un composto sabbioso 3 Utilizzare il mixer ad intermittenza farà si che l'impasto non si scaldi eccessivamente.\nSpegnete le lame e unite lo zucchero a velo 4 insieme all’uovo leggermente sbattuto 5 e poi grattugiate la scorza di un limone non trattato facendo attenzione a prelevare soltanto la parte gialla e non quella bianca che è amara 6.\nAzionate nuovamente il robot per pochi istanti, stavolta abbassando la velocità così le lame misceleranno l’impasto senza frullare 7. Non appena il composto si sarà amalgamato 8 trasferitelo sulla spianatoia 9.\nCompattate velocemente con le mani, così non si svilupperà il glutine, 10, giusto il tempo di ottenere un panetto liscio ed omogeneo. Avvolgetelo nella pellicola trasparente lasciandolo riposare in frigorifero per almeno mezzora (anche se più la frolla sta in frigo più il glutine si rilasserà e il burro avrà tempo per raffreddarsi, 10-12 ore sarebbe ancora meglio) 11. Trascorso questo tempo riprendete la frolla che potrete utilizzare nelle varie ricette di crostate e biscotti. Per tirare bene la frolla sarà sufficiente sistemarla su un piano da lavoro leggermente infarinato (in alternativa tra due fogli di carta forno) e batterla per qualche istante con il matterello, così da restituire plasticità e un po’ di calore 12. La vostra pasta frolla è pronta: buone ricette!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/173/17338/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Graffe",
            "duration": 30,
            "type": "Dessert",
            "calories": "361",
            "difficulty": "Media",
            "doses": "20 pezzi",
            "ingredients": [
                "Latte intero (tiepido) 120 g",
                "Farina 00 130 g",
                "Lievito di birra secco (11 g se fresco) 3 g",
                "Patate (gialle o bianche) 300 g",
                "Farina Manitoba 400 g",
                "Farina 00 70 g",
                "Uova medie 3",
                "Zucchero 50 g",
                "Burro (ammorbidito) 100 g",
                "Miele di acacia 8 g",
                "Scorza di limone 1",
                "Sale fino 8 g",
                "Burro 30 g",
                "Olio di semi di arachide 1 l",
                "Zucchero 200 g"
            ],
            "preparation": [
                "Per preparare le graffe lavate le patate, poi lessatele 1; ci vorranno circa 30 minuti in base alla grandezza delle patate. Preparate intanto il lievitino: in una ciotola unite alla farina setacciata il lievito di birra disidratato 2 e miscelateli con il latte tiepido 3 fino ad ottenere un composto omogeneo.\nCoprite il lievitino con la pellicola trasparente 4 e fatelo lievitare in forno spento con luce accesa, per 1 ora (altrimenti coprite con una copertina di lana e lasciate a lievitare in un luogo lontano da correnti d'aria). Quando le patate saranno cotte, pelatele, schiacciatele con uno schiaccia patate 5 e fate intiepidire il tutto. In una planetaria munita di foglia ponete le due farine setacciate e il miele 6.\nAggiungete anche lo zucchero 7, le patate schiacciate ormai intiepidite 8 e la scorza grattugiata di un limone non trattato, ben lavato e asciugato 9.\nSbattete leggermente le uova e aggiungetele 10, quindi azionate la planetaria munita di foglia: quando l’impasto sarà ben sodo e raccolto sulla foglia, sostituitela con il gancio e aggiungete il lievitino 11. Continuate a lavorare il composto fino a che il lievitino si sarà ben incorporato, quindi unite il sale e incorporate il burro ammorbidito un pezzetto alla volta, aspettando che si sia assorbito prima di procedere con il successivo 12.\nTrasferite quindi l’impasto sul piano di lavoro leggermente unto con poco burro fuso e lavoratelo con le mani per renderlo liscio 13. Dategli una forma sferica 14 e ponetelo in una ciotola coperta con pellicola trasparente 15, che dovete lasciare lievitare per 2 ore in forno spento con luce accesa (oppure coperto con una copertina e lasciato in un luogo lontano da correnti d'aria). La temperatura ideale per farlo lievitare è 26-30°.\nTrascorso questo tempo, trasferite l’impasto sul piano di lavoro sempre unto con il burro fuso rimasto e modellatela in forma cilindrica 16, quindi suddividetelo in porzioni di circa 60 g: date una forma sferica ad ogni porzione 17, appiattitela leggermente e bucatela al centro 18,\npoi allargate delicatamente il foro: con le nostre dosi otterrete 20 graffe. Adagiate le ciambelle così ottenute su una leccarda foderata con carta forno 19, coprite con pellicola trasparente o con un canovaccio e lasciatele lievitare in forno spento con luce accesa per 1 ora: dovranno raddoppiare di volume. A lievitazione ultimata, iniziate a scaldare l’olio di semi in un tegame capiente, dovrà arrivare a 160°. Tagliate la carta forno sotto ogni graffa in modo da creare un supporto per non doverle trasportare a mano rischiando di rovinarne la forma 20. Quando l’olio avrà raggiunto la temperatura indicata, immergete delicatamente le accompagnandole con la carta forno 21. Friggetene una alla volta, un paio di minuti per lato. Dovranno dorarsi in maniera uniforme.\nQuando saranno ben dorate da entrambi i lati, scolate le graffe dall’olio con una schiumarola e fatele asciugare su un vassoio foderato con carta assorbente 22. In un recipiente ponete lo zucchero semolato, nel quale dovete rotolare le ciambelle ancora calde 23 per rivestirle completamente di zucchero: le vostre graffe sono pronte 24, servitele ben calde!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/220/22059/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Muffin al cioccolato",
            "duration": 50,
            "type": "Dessert",
            "calories": "389",
            "difficulty": "Facile",
            "doses": "12 pezzi",
            "ingredients": [
                "Cacao amaro in polvere 70 g",
                "Farina 00 300 g",
                "Zucchero 300 g",
                "Burro a temperatura ambiente 150 g",
                "Cioccolato fondente 100 g",
                "Uova a temperatura ambiente (circa 4) 220 g",
                "Latte intero a temperatura ambiente 180 g",
                "Lievito in polvere per dolci 6 g",
                "Bicarbonato 2 g"
            ],
            "preparation": [
                "Per preparare i muffin al cioccolato cominciate versando nella tazza della planetaria il burro a pomata (cioè molto morbido) e lo zucchero 1. Azionate la frusta e lasciate mescolare per qualche minuto, fin quando non sarà diventato una crema morbida 2. Se non avete la planetaria potrete utilizzare le fruste elettriche oppure quella a mano. Poi unite le uova a temperatura ambiente e leggermente sbattute un po’ alla volta 3.\nIn questo modo il composto si amalgamerà alla perfezione 4, diventando una massa morbida ed omogenea 5. Nel frattempo sistemate un setaccio in un recipiente e versate la farina ed il cacao 6,\npoi il lievito per dolci ed il bicarbonato 7 e setacciate. Un cucchiaio alla volta, inserite le polveri 8 fin quando non saranno completamente assorbite 9.\nL’impasto a questo punto sarà molto consistente quindi allegeritelo aggiungendo il latte a filo, sempre a temperatura ambiente 10. Sminuzzate il cioccolato al coltello, ottenendo dei pezzettini grandi circa 0,5 mm 11 e aggiungeteli al composto 12.\nMescolate accuratamente con una spatola per inglobare il tutto 13 e trasferite poi in un sac-à-poche senza bocchetta 14. Sistemate i pirottini in una leccarda da muffin e spremete circa 100 grammi di impasto così da ottenere 12 tortine 15.\nCuocete in forno preriscaldato ed in modalità statica a 180° per 28-30 minuti, facendo la prova stecchino per verificarne la cottura 16 (per questi muffin si sconsiglia la cottura in forno ventilato poiché diventerebbero troppo asciutti!). Una volta pronti sfornateli e lasciateli raffreddare 17 o se proprio non resistete, gustate i muffin al cioccolato ancora caldissimi 18."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/165/16576/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Zeppole di San Giuseppe al forno",
            "duration": 110,
            "type": "Dessert",
            "calories": "536",
            "difficulty": "Media",
            "doses": "4 persone",
            "ingredients": [
                "Uova (circa 4) 210 g",
                "Farina 00 150 g",
                "Burro 45 g",
                "Acqua 250 ml",
                "Sale fino 1 pizzico",
                "Latte intero 200 g",
                "Zucchero 70 g",
                "Amido di mais (maizena) 20 g",
                "Panna fresca liquida 50 g",
                "Tuorli 2",
                "Baccello di vaniglia ½",
                "Amarene sciroppate 4",
                "Zucchero a velo q.b."
            ],
            "preparation": [
                "Per preparare le zeppole di San Giuseppe al forno iniziate a realizzare la pasta choux. Ponete in un tegame l'acqua e il burro tagliato a cubetti 1, quindi lasciatelo fondere a fiamma moderata 2; non appena sfiorerà il bollore aggiungete la farina a pioggia in una volta sola 3.\nMescolate rapidamente con una spatola o con un mestolo di legno 4. Una volta che il composto si sarà addensato 5 continuate a cuocere fino a quando l'impasto non si staccherà dalle pareti della pentola e non si sarà formata una patina biancastra sul fondo 6.\nTrasferite in una ciotola 7 e lasciate intiepidire. Nel frattempo sbattete in una ciotola le uova, quindi versatene un po' nell'impasto ormai tiepido e mescolate con un mestolo di legno 8 fino a che non saranno incorporate 9.\nUnite un pizzico di sale e aggiungete le uova rimaste sempre poco per volta 10. Continuate ad aggiungere le uova lentamente fino ad ottenere un composto liscio e denso 11. Non preoccuapte se all'inizio si formeranno dei grumi, ma continuate a lavorare pazientemente il composto fino a che non otterrete la giusta consistenza. Riponete la pasta choux in un sac-à-poche dotato di bocchetta stellata da 1,2 cm e preriscaldate il forno a 205° in modalità ventilata.\nFoderate una leccarda con la carta forno: per bloccarla spremete un po' d'impasto agli angoli tra la teglia e la carta forno. Poi create le zeppole, per ciascuna dovrete fare due giri, uno sopra all'altro in modo da creare un cerchio del diametro di circa 10 cm (13-14). Una volta preparate tutte le 4 zeppole, cuocete in forno ventilato preriscaldato a 205° per circa 25 minuti sul ripiano più basso, fino a che non risulteranno ben dorate. Trascorsi 25 minuti, aprite leggermente lo sportello del forno e lasciate cuocere per altri 5 minuti in modo che si asciughino anche all'interno, poi sfornate le vostre zeppole 15. Lasciate raffreddare completamente e nel frattempo occupatevi di preparare la crema pasticcera.\nIn un pentolino unite il latte, la panna 16, i semi che avete prelevato dalla mezza bacca di vaniglia e anche il baccello svuotato 17. Portate il composto a sfiorare il bollore, nel frattempo in un'altra ciotola unite i tuorli con lo zucchero 18 e sbattete rapidamente con una frusta.\nUnite l'amido di mais 19 e sbattete di nuovo con la frusta fino ad ottenere un composto uniforme 20. Non appena latte e panna inizieranno a bollire, eliminate il baccello di vaniglia con una pinza da cucina 21.\nVersate il latte a filo sul composto di uova 22, poco per volta, sbattendo rapidamente con la frusta 23. Trasferite nuovamente nel tegame 24\ne cuocete a fuoco basso mescolando continuamente fino a che la crema non si sarà addensata 25. Trasferite la crema in una ciotola 26, coprite con la pellicola a contatto 27 e lasciate raffreddare completamente. Quando sarà fredda riponetela in un sac-à-poche dotato di bocchetta liscia.\nA questo punto anche le zeppole saranno fredde e potrete farcirle. Utilizzando il sac-à-poche, bucate la zeppola in un punto facendo una leggera pressione e spremete un po' di crema all'interno 28. Ripetete la stessa operazione anche su un altro lato in modo da riempirle completamente. Farcite tutte e 4 le zeppole quindi sistematele su un piatto da portata, spremete al centro di ogni zeppola un ciuffo di crema 29 e ponete su ciascuna un'amarena sciroppata 30.\nA questo punto 31, spolverizzate con abbondante zucchero a velo 32: le vostre zeppole al forno sono pronte per essere servite 33!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/174/17492/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Dorayaki",
            "duration": 30,
            "type": "Dessert",
            "calories": "279",
            "difficulty": "Facile",
            "doses": "6 pezzi",
            "ingredients": [
                "Acqua 180 g",
                "Farina 00 240 g",
                "Zucchero a velo 150 g",
                "Uova 2",
                "Lievito in polvere per dolci 3 g",
                "Miele 20 g",
                "Olio di semi q.b."
            ],
            "preparation": [
                "Per preparare i dorayaki per prima cosa versate la farina in una ciotola 1, poi unite lo zucchero a velo 2 e il lievito per dolci 3.\nA questo punto aggiungete anche le uova 4, il miele 5 e l'acqua a temperatura ambiente 6.\nUna volta che avrete aggiunto tutti gli ingredienti nella ciotola iniziate a sbattere con una frusta, prima lentamente 7, poi energicamente 8 fino ad ottenere un composto privo di grumi e dalla consistenza fluida 9.\nScaldate la padella per crepes (o una padella ampia antiaderente), versate un filo d'olio e spandetelo sulla superficie con un foglio di carta da cucina 10; quindi versate un mestolo di composto per ciascun dorayaki (consigliamo di prepararne un paio per volta) 11. Il fuoco deve essere medio: in questo modo non rischierete che i vostri dorayaki si scuriscano troppo. In base a quanto impasto utilizzerete, otterrete dei dorayaki più o meno grandi. Attendete circa 3 minuti e non appena in superficie spunteranno delle piccole bollicine potrete girarli 12\ne proseguire la cottura per 1 minuto anche dall'altro lato 13. Proseguite in questo modo fino a terminare l'impasto e impilate man mano i vostri dorayaki 14, che potrete già gustare al naturale o servire a mò di panino farcendo con confetture e creme a piacere 15!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/168/16898/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Croissant",
            "duration": 75,
            "type": "Dessert",
            "calories": "252",
            "difficulty": "Difficile",
            "doses": "22 pezzi",
            "ingredients": [
                "Farina 00 400 g",
                "Farina Manitoba 100 g",
                "Acqua a temperatura ambiente 250 g",
                "Panna fresca liquida a temperatura ambiente 50 g",
                "Lievito di birra fresco 10 g",
                "Zucchero 60 g",
                "Sale fino 12 g",
                "Burro (morbido ma ancora plastico, di alta qualità) 300 g",
                "Tuorli 2",
                "Latte intero q.b."
            ],
            "preparation": [
                "Per preparare i croissant, iniziate inserendo nella planetaria munita di gancio la farina 00, la farina manitoba 1, il lievito di birra fresco sbriciolato 2 e l'acqua 3. Azionate la planetaria a velocità bassa e non appena si saranno amalgamati gli ingredienti aumentate a velocità media. In questa fase l'impasto dovrà risultare elastico e morbido: ci vorranno circa 5 minuti.\nArrestate poi la planetaria, versate la panna 4, il sale e lo zucchero 5. Azionate nuovamente la planetaria a velocità inizialmente bassa e poi media, lavorando il tutto per circa 8 minuti, fino a quando i bordi della ciotola della planetaria non saranno puliti e l'impasto si sarà incordato. Al termine, l'impasto risulterà morbido, elastico e setoso 6.\nPrelevatelo con il tarocco 7, dategli una forma sferica, quindi trasferitelo in una ciotola ampia 8 e coprite con pellicola 9. Dovrete lasciar lievitare in una stanza senza correnti d'aria (o in forno spento con luce accesa) per circa 2 ore. In alternativa potete metterlo in frigo per tutta la notte: questo permetterà all'impasto di diventare ancora più lavorabile. Prima di metterlo in frigo, lasciatelo coperto a temperatura ambiente per un'oretta.\nUna volta passato il tempo indicato, riprendete l'impasto, spolverizzate con pochissima farina la superficie 10, ribaltatelo sul piano di lavoro leggermente infarinato e spolverizzate anche la parte che era a contatto con il fondo della ciotola 11. Procedete stendendo l'impasto con il mattarello, delicatamente senza fare eccessiva pressione 12\nfino a realizzare un rettangolo di 45x25 cm 13. Prendete il panetto burro, che dovrà essere plastico (potete tirarlo fuori dal frigo una decina di minuti prima di impiegarlo nella ricetta). Spolverizzate leggermente il piano di lavoro con della farina, spolverizzate anche il burro 14 e stendetelo con il matterello, girandolo di tanto in tanto, per dare una forma squadrata di 25x25 cm 15 con spessore di circa mezzo cm.\nTirate via la farina in eccesso e adagiate il quadrato di burro al centro dell'impasto steso 16. Ripiegate verso il centro uno dei due lembi di impasto 17, poi fate la stessa operazione per l'altro lembo senza sovrapporre eccessivamente 18.\nPrendete un vassoio, foderatelo con pellicola quindi adagiate l'impasto 19 e ricopritelo con pellicola. Ponetelo in frigo per 15 minuti, tempo sufficiente perchè l'impasto si possa poi stendere nuovamente con il mattarello. Passati questi minuti, togliete la pellicola, spolverizzate leggeremente il piano di lavoro e il panetto, ribaltatelo sul piano di lavoro, spolverizzate leggermente anche l'altra parte del panetto e stendetelo con il mattarello in direzione delle apertura, per il verso della lunghezza 20. Ora dovrete eseguire tre pieghe in questo modo: portate un lembo di impasto ad un terzo del rettangolo 21\ne poi ricoprite con l'altro lembo 22. La prima piega è fatta: potete nuovamente avvolgere il pellicola il vostro panetto 23 e riporre in frigo per 30 minuti. Dopodichè procederete allo stesso modo stendendo il panetto sempre in direzione delle aperture 24\ne ripiegando i lembi come indicato in precedenza 25; una volta eseguita la seconda piega a 3, potrete riporre il panetto in frigo avvolto con pellicola per 30 minuti 26. Passato questo tempo, potete procedere alla terza ed ultima piega con gli stessi passaggi precedenti di stesura 27\ne ripiegatura dell'impasto 28. Questa volta però dovrete lasciare il panetto in frigorifero coperto con pellicola per almeno 2 ore. Dopo questo tempo, riprendete l'impasto: spolverizzate leggermente il piano di lavoro, spolverizzate leggermente il panetto e procedete a stendere sempre per il verso delle aperture ad uno spessore di circa 2,5-3 mm. Dovrete ottenere un rettangolo di 40x60 cm 29; mentre lavorate per stenderlo di tanto in tanto infarinate leggermente e ribaltatelo. Prendete un righello, dividete il rettangolo in due metà 30, per il senso della larghezza,\nin modo da ricavare due rettangoli 20X60 cm 31. A questo punto, utilizzando una rondella taglia pasta, realizzate delle incisioni ogni 10 cm su uno dei due lati di ciascun rettangolo 32. Poi sull'altro lato del rettangolo segnate un punto ogni 5 cm 33, senza inciderlo; sarà la punta dei vostri croissant.\nA questo punto intagliate la pasta formando i vostri triangoli 34. Otterrete con queste dosi circa 22-24 triangoli. Iniziate a formare i vostri croissant: prendete un triangolino di pasta, tenendo ferma la base con una mano allungatelo leggermente tirando la punta con delicatezza 35 praticate un'incisione al centro della base di circa 2-3 cm di lunghezza 36.\nA questo punto arrotolate su se stesso il croissant, tirando leggermente verso l'estremità 37 e richiudendolo poi a mezza luna 38. Dovrete ottenere 3 giri completi, ovvero 4 spire. Posizionate man a mano i croissant su una teglia foderata con carta forno, distanziandoli tra loro 39. Lasciate lievitare i croissant in forno spento con luce accesa o in una stanza senza correnti d'aria per un'ora e mezza.\nPassato questo tempo, in una ciotolina sbattete i tuorli con il latte: spennellate i vostri croissant con un pennello molto morbido 40, in questo modo dopo la cottura risulteranno dorati e lucidi. Infornate in forno già caldo, ventilato, a 200° per circa 25 minuti. Controllateli spesso durante la cottura, senza mai aprire lo sportello del forno. Una volta cotti 41, sfornate i vostri croissant e gustateli caldi 42!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/195/19535/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Chiffon cake",
            "duration": 85,
            "type": "Dessert",
            "calories": "491",
            "difficulty": "Facile",
            "doses": "8 persone",
            "ingredients": [
                "Zucchero extrafine 300 g",
                "Farina 00 290 g",
                "Acqua 200 g",
                "Olio di semi di girasole 120 g",
                "Uova grandi 6",
                "Baccello di vaniglia 1",
                "Scorza di limone non trattato 1",
                "Lievito in polvere per dolci 1 bustina",
                "Cremor tartaro 8 g",
                "Sale fino 2 g",
                "Zucchero a velo q.b."
            ],
            "preparation": [
                "Per preparare la chiffon cake, iniziate a setacciare la farina in una ciotola insieme al lievito 1. Poi aggiungete lo zucchero extrafine 2 e il sale 3. Mescolate con un cucchiaio per amalgamarle al meglio.\nIn un'altra ciotola, separate i tuorli dagli albumi di 6 uova grandi 4, del peso di circa 390-400 g in totale, e tenete da parte gli albumi. Aggiungete ai tuorli l’acqua a temperatura ambiente 5 e l’olio di semi 6.\nPoi grattugiate la scorza di un limone non trattato 7 e incidete una bacca di vaniglia per estrarre i semi con la punta di un coltellino, per aggiungerli all’impasto di tuorli 8. Sbattete il composto con le fruste fino ad ottenere una crema omogenea, non ci sarà bisogno di montarlo. Quindi incorporatelo agli ingredienti secchi (farina, zucchero e lievito), versandolo in una volta sola 9.\nMescolate accuratamente con una frusta fino ad ottenere un composto omogeneo e cremoso 10. Lasciate per un momento da parte questo impasto e dedicatevi a montare gli albumi. Versateli nella ciotola di una planetaria 11 (se non avete una planetaria potete utilizzare uno sbattitore elettrico), quindi azionate la frusta e iniziate a montare gli albumi. Quando saranno diventati bianchi e spumosi, versate il cremor tartaro 12 e continuate a far andare le fruste per qualche minuto.\nUna volta che gli albumi saranno ben montati 13, trasferitene una parte nell'impasto tenuto da parte e mescolate rapidamente con una spatola per stemperare il composto. Aggiungete poi gli albumi rimasti un pò alla volta mescolando sempre con una spatola 15 dall’alto verso il basso per non smontarli.\nOra che l’impasto del dolce è pronto, versatelo delicatamente nello stampo per chiffon cake: noi abbiamo utilizzato uno stampo da 22 cm di diametro del fondo, 26 cm di diametro in superficie e 10 cm di altezza (non dovrà essere imburrato e infarinato) 16, cercando di distribuirlo uniformemente 17. Poi infornate la chiffon cake in forno statico preriscaldato a 160° per circa 60 minuti (per forno ventilato a 150° per 45-50 minuti), posizionando il dolce nella parte bassa del forno. Una volta cotto, sfornatelo 18.\nQuindi capovolgete lo stampo e poggiatelo sugli appositi piedini 19 in modo che il dolce prenda aria, si raffreddi e si stacchi dai bordi da solo. Quando la chiffon cake sarà completamente raffreddata, dovrete staccare la parte superiore dello stampo: potete aiutarvi con un coltellino sottile e affilato 20. La vostra chiffon cake è pronta per essere spolverizzata a piacere con zucchero a velo 21!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/33/3372/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Banana bread",
            "duration": 80,
            "type": "Dessert",
            "calories": "432",
            "difficulty": "Molto facile",
            "doses": "6 persone",
            "ingredients": [
                "Banane (la polpa di circa 4 banane) 450 g",
                "Farina 00 200 g",
                "Burro 120 g",
                "Zucchero 120 g",
                "Uova 2",
                "Cannella in polvere ½ cucchiaino",
                "Lievito in polvere per dolci 6 g",
                "Bicarbonato 3 g",
                "Succo di limone q.b.",
                "Sale fino 1 pizzico"
            ],
            "preparation": [
                "Per preparare il banana bread iniziate sbucciando le banane 1 e tagliandole a rondelle 2. Versatele in una ciotola e irrorate con il succo di limone per evitare che anneriscano 3.\nSchiacciatele con una forchetta 4 per ridurle in purea e tenete da parte. In un'altra ciotola versate il burro a pezzetti, morbido ma ancora plastico, e lo zucchero 5. Lavorate con le fruste elettriche 6\ne quando avrete ottenuto un composto omogeneo aggiungete le uova, possibilmente una alla volta per incorporarle meglio 7. Unite un pizzico di sale 8, poi versate la purea di banane 9.\nMescolate con una marisa 10 e proseguite unendo la farina setacciata con il bicarbonato e il lievito 11. Aromatizzate con la cannella 12 e mescolate ancora.\nVersate l'impasto nello stampo da plumcake delle dimensioni di 22,5x8,5 cm e livellatelo 13. Cuocete in forno statico preriscaldato a 180° per circa 60 minuti. Fate la prova dello stecchino a fine cottura, poi sfornate il vostro banana bread 14 e lasciatelo raffreddare prima di sformarlo. Gustate il banana bread in purezza 15 oppure accompagnato con burro, burro d'arachidi o confetture. SCOPRI ANCHE: Le migliori macchine del pane"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/205/20587/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Sachertorte",
            "duration": 110,
            "type": "Dessert",
            "calories": "452",
            "difficulty": "Media",
            "doses": "8 persone",
            "ingredients": [
                "Cioccolato fondente al 60% 75 g",
                "Tuorli (circa 3) 60 g",
                "Albumi (circa 3) 90 g",
                "Burro ammorbidito 65 g",
                "Farina 00 65 g",
                "Zucchero a velo 20 g",
                "Zucchero 90 g",
                "Baccello di vaniglia 1",
                "Sale fino 1 pizzico",
                "Confettura di albicocche 150 g",
                "Cioccolato fondente al 60% 185 g",
                "Panna fresca liquida (preferibilmente con 30-35% di grassi) 125 g"
            ],
            "preparation": [
                "Per preparare la Sachertorte come prima cosa trasferite il cioccolato in piccoli pezzi in una bastardella 1 e fondetelo a bagnomaria 2. Se preferite potete sciogliere il cioccolato in microonde azionandolo pochi secondi per volta e mescolando ad ogni interruzione in modo da non bruciare il cioccolato. Nel frattempo ponete nella ciotola di una planetaria il burro morbido, lo zucchero a velo 3\ne un pizzico di sale 4. Aggiungete anche i semi del baccello di vaniglia 5 e iniziate a lavorare il composto con la frusta 6 fino ad ottenere una consistenza cremosa.\nVersate poi i tuorli leggermente sbattuti in due volte 7 e continuate a montare il burro 8; ci vorranno circa 8-10 minuti. L'importante è che il composto di zucchero a velo, tuorli e burro sia ben montato affinchè in cottura l'impasto si sviluppi bene. Ora, assicuratevi che il cioccolato che avete fuso abbia una temperatura compresa tra 45 e 55°; è preferibile utilizzare un termometro per misurarla: se dovesse essere troppo alta, infatti, rischierebbe di sciogliere il burro, viceversa rischierebbe di compattare troppo il composto. A questo punto aggiungete il cioccolato nel composto di burro e tuorli 9 e continuate a mescolare\nfino ad ottenere un composto uniforme 10. Versate poi gli albumi nella ciotola di una planetaria e iniziate a montarli a velocità alta 11. Non appena saranno bianchi e spumosi (quando inizieranno a \"salire\") versate pian piano anche lo zucchero semolato, sempre poco alla volta 12; è importante aspettare che gli albumi siano leggermente montati prima di aggiungere lo zucchero, altrimenti l'albume diventerà troppo pesante e farà molta più fatica a montare.\nGli albumi non dovranno essere montati a neve fermissima, ma dovrete fermarvi qualche istante prima 13 altrimenti quando andrete ad inserirli nell'impasto continueranno a montarsi e la torta, una volta cotta, rischierebbe di afflosciarsi. A questo punto unite gli albumi in due volte nel composto di tuorli e cioccolato 14 e mescolate con una spatola 15 o con una frusta.\nAggiungete poi anche la farina già setacciata 16 emescolate dall'alto verso il basso con una spatola 17, fino ad ottenere un composto liscio ed uniforme 18.\nImburrate e infarinate uno stampo da 18 cm di diametro, poi versate il composto all'interno, livellate la superficie 19 e cuocete in forno statico preriscaldato a 170° per 35-40 minuti. Trascorso questo tempo verificate la cottura con uno stecchino, quindi sfornate il dolce 20; non preoccupatevi se la torta risulta crepata in superficie. Lasciate raffreddare la torta completamente, prima di sformarla capovolgendola su un piano. Quindi tagliate la torta in due dischi, utilizzando un coltello dalla lama lunga seghettata 21.\nDisponete circa metà dose di confettura di albicocche all'interno 22 e spargetela con una spatola su tutta la superficie 23. Ricoprite con il secondo disco 24\naggiungete altra confettura in superficie 25 e utilizzando una spatola spargetela ovunque per creare un velo, anche sui bordi della torta 26; in questo modo l'effetto finale risulterà più lucido. Trasferite la torta su una gratella 27 e occupatevi di preparare la ganache.\nPonete la panna in un pentolino e portatela a sfiorare il bollore 28; non appena inizierà a bollire spegnete il fuoco e unite il cioccolato 29. Mescolate con una frusta fino a che il cioccolato sarà completamente sciolto e ben amalgamato 30.\nTrasferite poi la ganache all'interno di una ciotola 31 e utilizzatela per glassare la torta 32, aiutandovi con una spatola e sbattendola delicatamente sul piano in modo da ricoprire sia la superficie che i bordi e lisciarla allo stesso tempo 33. Per risultare liscia e lucida la ganache deve avere una temperatura di circa 40°.\nA questo punto ponete a rassodare in frigorifero ( a +4°) per circa 20 minuti 34. Poi trasferite la torta sacher su un piatto da portata 35 e servite ciascuna fetta in purezza o assieme a della panna semimontata senza zucchero 36."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/179/17923/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Biscotti con gocce di cioccolato",
            "duration": 35,
            "type": "Dessert",
            "calories": "116",
            "difficulty": "Facile",
            "doses": "40 pezzi",
            "ingredients": [
                "Gocce di cioccolato 100 g",
                "Farina 00 500 g",
                "Uova (medie) 2",
                "Zucchero di canna 200 g",
                "Baccello di vaniglia 1",
                "Bicarbonato 3 g",
                "Sale fino 1 pizzico",
                "Burro (ammorbidito) 180 g"
            ],
            "preparation": [
                "Per realizzare i biscotti con gocce di cioccolato iniziate ponendo in frigorifero le gocce di cioccolato fondente così che siamo ben fredde quando le unirete all’impasto (in questo modo non si scioglieranno in cottura). Ponete in un planetaria munita di frusta il burro a pezzetti ammorbidito, versate lo zucchero 1 e un pizzico di sale, iniziate ad impastare per ottenere una crema. Incorporate le uova intere 2 e poi sostituite la frusta con la foglia e versate la farina setacciata 3 ,\nazionate la foglia per amalgamare le polveri poi aromatizzate con i semi della bacca di vaniglia 4, aggiungete il bicarbonato 5 mescolate il composto e per ultime unite le gocce di cioccolato ben fredde 6.\nTrasferite l’impasto su una spianatoia leggermente infarinata 7 e dategli la forma di un panetto piatto, avvolgetelo con la pellicola 8 e ponetelo a rassodare in frigorifero per almeno 30 minuti. Trascorso il tempo di risposo riprendete il panetto dividetelo in filoncini 9\nda questi ricavate 40 piccoli pezzi, a ciascuno date prima una sforma sferica ruotandoli tra le mani 10 poi appiattiteli e create la tipica forma a goccia 11. Trasferite i biscotti su un vassoio rivestito con carta da forno e riponeteli in frigorifero per circa 30 minuti 12, questo garantirà il mantenimento della loro forma in cottura.\nPoi procedete con la cottura (saranno necessarie più infornate): trasferite i biscotti su una leccarda rivestita con carta da forno 13 e cuocete i biscotti in forno statico preriscaldato a 180° per 15 minuti (o in forno ventilato a 160° per 10 minuti). A cottura ultimata sfornate i biscotti con gocce di cioccolato 14 e lasciateli raffreddare su una gratella 15."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/39/3932/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Torta al cioccolato",
            "duration": 90,
            "type": "Dessert",
            "calories": "545",
            "difficulty": "Facile",
            "doses": "8 persone",
            "ingredients": [
                "Cioccolato fondente 150 g",
                "Cacao amaro in polvere 50 g",
                "Farina 00 180 g",
                "Zucchero semolato 180 g",
                "Uova medie, a temperatura ambiente 6",
                "Burro a temperatura ambiente 200 g",
                "Lievito in polvere per dolci 8 g",
                "Sale fino 1 pizzico"
            ],
            "preparation": [
                "Per preparare la torta al cioccolato per prima cosa tritate grossolanamente il cioccolato fondente 1, quindi scioglietelo al microonde o a bagnomaria 2 e lasciatelo intiepidire mescolando di tanto in tanto 3.\nTagliate il burro (a temperatura ambiente) a cubetti e versatelo nella ciotola di una planetaria, insieme allo zucchero 4. Azionate la macchina a velocità media con la frusta montata e lavorate il burro fino a ridurlo in crema 5. A questo punto rompete le uova in una ciotola e lasciate scivolare un uovo per volta nella ciotola della planetaria 6,\navendo l’accortezza di fare assorbire completamente l’uovo prima di aggiungerne un altro 7. Continuate in questo modo fino ad ottenere una crema soffice ed omogenea . Incorporate il cioccolato ormai tiepido, versandolo direttamente nella ciotola della planetaria ancora in azione 8 e continuate a sbattere fino ad amalgamarlo completamente al composto 9.\nAggiungete il sale all’impasto 10. Mescolate in una ciotolina la farina con il cacao e il lievito 11, quindi setacciatele direttamente nel composto al cioccolato 12\ne aiutandovi con una spatola incorporatele delicatamente nell’impasto 13. Foderate con la carta forno una tortiera da 22-24 cm 14 e versate l’impasto al suo interno 15.\nLivellate la superficie 16 ed infornate in forno statico preriscaldato a 180° per circa 40-45 minuti ( se utilizzate il forno ventilato cuocete a 160° per circa 35 minuti). Per verificare la cottura fate la prova con uno stecchino: se, infilandolo, risulterà asciutto, significa che la torta è pronta; in caso contrario, proseguite la cottura per qualche minuto Una volta cotta sfornate la torta al cioccolato 17 e lasciatela intiepidire prima di sformarla dallo stampo. Ponetela quindi su una gratella 18 per farla raffreddare completamente prima di servirla."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/13/1305/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Crostata di fragole fresche",
            "duration": 60,
            "type": "Dessert",
            "calories": "575",
            "difficulty": "Media",
            "doses": "8 persone",
            "ingredients": [
                "Farina 00 250 g",
                "Burro freddo di frigo 125 g",
                "Zucchero a velo 100 g",
                "Uova (1 medio) 60 g",
                "Scorza di limone non trattato 1",
                "Tuorli 6",
                "Amido di mais (maizena) 45 g",
                "Zucchero 140 g",
                "Latte intero fresco 400 ml",
                "Panna fresca liquida 100 ml",
                "Baccello di vaniglia 1",
                "Zucchero 100 g",
                "Acqua 100 g",
                "Succo di limone ½",
                "Fragole 600 g"
            ],
            "preparation": [
                "Per preparare la crostata di fragole fresche realizzate come prima cosa la pasta frolla. Versate la farina in un mixer 1, aggiungete il burro freddo ridotto a pezzetti 2 e azionate le lame a più riprese fino ad ottenere un composto sabbioso. Aggiungete lo zucchero a velo 3\nl’uovo leggermente sbattuto 4 e la scorza grattugiata di un limone 5. Azionate nuovamente il robot per pochi istanti, stavolta abbassando la velocità così le lame misceleranno l’impasto senza frullare 6.\nNon appena il composto si sarà amalgamato 7 e trasferitelo sulla spianatoia 8. Compattate velocemente con le mani e avvolgetelo nella pellicola trasparente 9. Poi lasciate riposare la pasta frolla in frigorifero per almeno 30 minuti e nel frattempo preparate la crema pasticcera.\nIn un tegame versate latte, panna e il baccello di vaniglia svuotato dai semini interni 1, che serviranno ad aromatizzare il composto di uova. Accendete il fuoco e portate a sfiorare il bollore. A parte in una ciotola versate i tuorli, aggiungete i semi del baccello di vaniglia e lo zucchero 11. Sbattete velocemente con una frusta a mano fino ad ottonere un composto omogeneo 12.\nSetacciate direttamente nella ciotola l’amido di mais 13 e mescolate per incorporare bene l'amido 14. Ora eliminate il baccello di vaniglia dal tegame con il latte e la panna, prelevate un mestolo di liquido e aggiungetelo al composto di uova 15 e mescolate con una frusta per stemperarlo.\nA questo punto riversate il composto nel tegame 16, lasciate addensare a fuoco dolce mescolando continuamente con la frusta 17. Proseguite la cottura, senza smettere di mescolare, finché la crema non si sarà addensata 17. Versate la crema in una pirofila e coprite con la pellicola a contatto 18. Fatela raffreddare prima a temperatura ambiente e poi in frigorifero.\nImburrate e infarinate uno stampo da crostata di 28 cm di diametro. Stendete il panetto di pasta frolla in un disco ampio quanto il diametro della teglia 19, arrotolatelo sul mattarello e srotolate la pasta frolla sullo stampo 20. Eliminate i bordi in eccesso passando il mattarello 21.\nCon i rebbi di una forchetta bucherellate l’impasto sul fondo poi procedete con la cottura alla cieca: tagliate un cerchio di carta forno delle stesse dimensioni del fondo della crostata e ponetelo sopra di esso, poi aggiungete i pesetti di ceramica (o dei legumi come i fagioli) 22 e cuocete in forno statico preriscaldato a 180° per circa 20 minuti. Poi sfornatela per togliere i pesetti e la carta da forno 23 e infornate nuovamente per 7-8 minuti. Una volta pronta, fatela raffreddare completamente. Nel frattempo preparate lo sciroppo, versando in un pentolino l'acqua e facendo sciogliere lo zucchero a fuoco dolce 19.\nMescolate e quando inizierà a bollire, aggiungete anche il succo di limone filtrato e lasciate ridurre per qualche istante ancora mentre la fiamma è accesa 25. Trasferite lo sciroppo in una ciotolina e fatela raffreddare. Poi lavate ed eliminate le foglioline delle fragole, quindi tagliatele a metà per il senso della lunghezza 26. Ora potete comporre la crostata: sulla base oramai fredda distribuite la crema pasticcera e stendetela uniformemente, in modo da livellarne la superficie 27.\nPoi, partendo dai bordi, disponete le fragole tagliate a metà, ponete al centro una fragola intera 28 e con le altre metà realizzate dei centri concentrici. Poi spennellate con lo sciroppo tiepido le fragole 29 e ponete la crostata di fragole fresche a raffreddare nel frigorifero per almeno 3-4 ore prima di servirla, in modo che la frolla si ammorbidisca a contatto con la crema e quest'ultima si rassodi 30!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/210/21097/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Crostata alla Nutella",
            "duration": 70,
            "type": "Dessert",
            "calories": "863",
            "difficulty": "Media",
            "doses": "6 persone",
            "ingredients": [
                "Burro freddo 110 g",
                "Farina 00 215 g",
                "Tuorli 3",
                "Zucchero a velo 85 g",
                "Nutella 400 g",
                "Burro di cacao 90 g",
                "Panna fresca liquida per spennellare q.b."
            ],
            "preparation": [
                "Per preparare la crostata alla nutella cominciate dalla frolla. Quindi in un mixer versate la farina ed il burro freddo 1 e frullate per qualche istante. Trasferite la sabbiatura sul piano da lavoro 2, formate una conca nel mezzo e versate i tuorli 3,\nsetacciate lo zucchero a velo tutt'intorno alla conca 4. Cominciate ad impastate brevemente mescolando con le dita le uova al centro e raccogliendo man a mano la farina; cercate di impastare brevemente il tempo necessario per ottenere un impasto sufficientemente compatto 5 che potrete avvolgere nella pellicola trasparente 6. Lasciate riposare il panetto in frigorifero per almeno 30 minuti.\nDopodiché riprendete la pasta e battetela su una spianatoia leggermente infarinata 7 in questo modo la ammorbidirete un po’ rendendo più semplice il momento della distensione. Tirate la frolla fino a mezzo centimetro di spessore 8. Poi avvolgete l’impasto intorno al matterello e sistematelo in una tortiera da 22 cm già imburrata e infarinata 9.\nPareggiate i bordi 10 e raccogliete l’eccesso di pasta, con il quale preparerete le losanghe. Infine bucherellate la base 11 e tenete da parte la teglia. Occupatevi della crema: quindi sistemate il burro di cacao in una ciotola 12\ne fondetelo al microonde altrimenti anche a bagnomaria (se non avete il burro di cacao, potete sostituirlo nella stessa dose con del burro classico), unitelo alla Nutella poco alla volta 13 mescolando fin quando non sarà completamente assorbito. Infine versate la crema appena ottenuta nello stampo 14 e distribuitela su tutta la superficie 15.\nRiprendete la frolla e tiratela nuovamente, sul piano infarinato, e formate delle losanghe larghe circa 1 cm, con una rotella dentellata 16. Sistematele sulla tortiera prima in un verso 17 e poi nell’altro 18, in modo da farle incrociare e creare un motivo a rombi.\nInfine spennellate con della panna fresca liquida 19 e cuocete in forno preriscaldato, in modalità statica, a 160° per 40 minuti 20 (potete provare la cottura in forno ventilato a 150° per circa 30-35 minuti cuocendo nel ripiano basso del forno; potete coprire a metà cottura con un foglio di carta alluminio se vi sembra che si stia cuocendo troppo in superficie). Una volta cotta, lasciate raffreddare completamente la vostra crostata alla nutella e poi sformatela per servirla 21."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/166/16683/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Crostata alla confettura di albicocche",
            "duration": 90,
            "type": "Dessert",
            "calories": null,
            "difficulty": "Facile",
            "doses": "8 persone",
            "ingredients": [
                "Farina 00 250 g",
                "Burro (morbido, ma ancora plastico) 150 g",
                "Zucchero a velo 100 g",
                "Tuorli (circa 5) 80 g",
                "Miele di acacia 20 g",
                "Scorza di limone ½",
                "Baccello di vaniglia ½",
                "Sale fino 1 g",
                "Confettura di albicocche 250 g",
                "Scorza di limone ½"
            ],
            "preparation": [
                "Per preparare la crostata alla confettura di albicocche come prima cosa realizzate la pasta frolla. Nella ciotola di una planetaria dotata di foglia versate il burro morbido ma ancora plastico. Aggiungete lo zucchero a velo 1, i semini che avrete prelevato dal baccello di vaniglia 2 e la scorza grattugiata del limone 3.\nAzionate la macchina a velocità bassa e aggiungete il miele 4. In una ciotolina a parte versate i tuorli e il sale 5, mescolate per farlo sciogliere 6.\nAggiungete il tutto in planetaria 7 e quando avrete ottenuto una massa burrosa uniforme, spegnete la macchina e incorporate la farina setacciata due volte 8, mescolando sempre a velocità bassa. Dovrete lavorare l'impasto il meno possibile: dovrà risultare morbido, ma non appiccicoso 9.\nA questo punto infarinate leggermente il piano e trasferite la frolla, aiutandovi con la marisa. Aggiungete sopra ancora un po' di farina 10 e senza impastare compattatela in modo da formare un panetto. Avvolgete nella pellicola 11 e riponete in frigorifero a rassodare, possibilmente per tutta la notte. In questo modo la pasta si stabilizzerà e sarà molto più facile lavorarla. Potrete poi passare alla composizione della crostata. Versate la confettura in una ciotola, aggiungete la scorza del limone 12\ne mescolate con una marisa, o un cucchiaio 13. Riprendete dal frigo la frolla, eliminate la pellicola e posizionatela su un piano leggermente infarinato. Aggiungete sopra alla frolla ancora un po' di farina e stendetela con un mattarello in modo da ricavare uno spessore di 3,5 mm 14. Lo spessore dovrà essere uniforme, passando la pasta tra i due pollici vi accorgerete se ci sono parti più spesse. A questo punto coppate la pasta utilizzando un anello da 21 cm 15.\nPosizionate l'anello su una leccarda foderata con carta forno, trasferite il disco di pasta all'interno 16 e bucherellate la base con i rebbi di una forchetta 17. Versate la confettura al centro del disco di frolla e stendetela con il dorso di un cucchiaio 18, lasciando circa 1 cm dal bordo.\nRicavate delle striscioline dalla restante frolla. Creare il reticolo di losanghe è importante perchè in cottura la confettura non bruci e la crostata cuocia perfettamente. Aggiungete ancora poca farina sopra l'impasto e date un colpo di mattarello, lo spessore infatti dovrà essere leggermente inferiore rispetto al disco. Per ritagliarle aiutatevi con un mattarello e una rotella liscia 19. Posizionate le strisce sulla crostata prima in un senso 20 e poi nell'altro, in modo da creare le losanghe, eliminando con una leggera pressione la parte in eccesso 21.\nCon la frolla rimasta create un bastoncino del diametro di 2 cm 22 e sistematelo su tutta la circonferenza della crostata 23. Schiacciatelo leggermente con i polpastrelli. Utilizzando il manico di un cucchiaio imprimete delle pressioni su tutto il bordo 24.\nIn questo modo unirete le due parti di pasta e allo stesso tempo creerete un decoro 25. A questo punto cuocete la crostata in forno statico a 165° per 45 minuti nel ripiano più basso. Quando sarà ben dorata estraetela dal forno e lasciatela intiepidire prima di estrarre l'anello 26. Una volta raffreddata completamente, potete servire la vostra crostata alla confettura di albicocche 27."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/216/21628/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Torta mimosa classica",
            "duration": 270,
            "type": "Dessert",
            "calories": "519",
            "difficulty": "Difficile",
            "doses": "10 persone",
            "ingredients": [
                "Zucchero 250 g",
                "Farina 00 140 g",
                "Fecola di patate 120 g",
                "Uova a temperatura ambiente 8",
                "Baccello di vaniglia 2",
                "Sale fino 1 pizzico",
                "Tuorli 5",
                "Zucchero 175 g",
                "Latte intero 500 ml",
                "Panna fresca liquida 125 ml",
                "Amido di mais (maizena) 55 g",
                "Baccello di vaniglia 1",
                "Panna fresca liquida 100 ml",
                "Zucchero a velo 10 g",
                "Acqua 130 g",
                "Zucchero 75 g",
                "Grand Marnier 70 g",
                "Zucchero a velo q.b."
            ],
            "preparation": [
                "Per preparare la torta mimosa classica come prima cosa occorre preparare i due pan di spagna. Assicuratevi di avere due stampi del diametro di 20 cm ciascuno e che entrambi entrino nel forno, sullo stesso ripiano uno accanto all'altro. Se così non fosse dovrete realizzare un Pan di Spagna alla volta (basterà dimezzare le dosi indicate). Preriscaldate il forno a 160° in modalità statica. Rompete le uova e ponetele nella ciotola di una planetaria e iniziate a montarle con la frusta a velocità moderata 1. Incidete entrambe i baccelli di vaniglia, prelevatene i semi 2 e uniteli in planetaria insieme a un pizzico di sale. A questo punto aggiungete lentamente anche lo zucchero 3.\nContinuate a montare per circa 15 minuti fino a che le uova non saranno triplicate di volume e avrete ottenuto un composto fluido e cremoso, \"che scrive\" 4. Fermate la planetaria e ponete un colino direttamente sopra la ciotola. Setacciate sia la farina 5 che la fecola 6\ne incorporatele delicatamente le polveri con movimenti dal basso verso l'alto utilizzando una spatola 7, per non rischiare di smontare il composto. Quando avrete ottenuto un impasto omogeneo 8, imburrate e infarinate due stampi da 20 cm di diametro. Dividete equamente l'impasto fra le 2 tortiere 9.\nA questo punto 10 cuocete i vostri pan di spagna in forno statico preriscaldato a 160°, nel ripiano più basso, per circa 50 minuti. Verificate che siano cotti facendo la prova dello stecchino, se risulterà completamente asciutto potrete sfornarli 11. Poi lasciateli raffreddare completamente prima di sformarli 12. Posizionateli quindi su una gratella così da completare il raffreddamento.\nOccupatevi di preparare la crema per farcire la torta mimosa. Iniziate quindi dalla crema pasticcera:incidete il baccello di vaniglia, prelevate i semi 1 e teneteli da parte. In un tegame versate il latte, la panna e il baccello svuotato 2 e scaldate il tutto dolcemente fino a sfiorare il bollore. Nel frattempo in una ciotola sbattete i tuorli insieme allo zucchero e ai semi di vaniglia 3; non sarà necessario montarli ma basterà amalgamare il tutto.\nSetacciate all'interno direttamente l'amido di mais 4 e mescolate ancora 5. Non appena il latte sarà caldo eliminate il baccello con delle pinze da cucina 6\ne versatene un mestolo all'interno del composto di tuorli 7, mescolando con una frusta per stemperarlo. Versate il tutto nel tegame con il latte caldo 8 e senza mai smettere di mescolare fate addensare la vostra a fuoco dolce 9.\nUna volta pronta, riponetela in una pirofila bassa e ampia e lasciatela raffreddare completamente, coprendo con pellicola trasparente a contatto quando la crema è ancora calda 10. Solo quando sarà fredda, versate la panna fresca in una ciotola, unite lo zucchero a velo e iniziate a montare con le fruste 12.\nNon appena avrete ottenuto una panna ben montata 13, riprendete la crema e trasferitela in un'altra ciotola. Frustate leggermente per ammorbidirla e iniziate ad aggiungere la panna. Unitene una cucchiaiata 14 e mescolate energicamente per diluire la crema, poi incorporate la restante panna molto delicatamente muovendo la spatola dal basso verso l'alto 15. Coprite nuovamente con la pellicola e riponete in frigorifero a rassodare per circa 30 minuti.\nNel frattempo preparate anche la bagna per la torta. Versate in un tegame l'acqua 1, il liquore 2 e lo zucchero 3.\nAccendete il fuoco e mescolando 4 scaldate lo sciroppo fino a che lo zucchero non si sarà sciolto 5, poi versatelo all'interno di un'altra ciotola 6 e lasciate raffreddare.\nNon appena tutto sarà ben freddo potrete comporre il dolce. Come prima cosa dovrete eliminare la crosticina esterna da entrambi i pan di spagna, prima dai bordi 1, poi dalla parte superiore 2 e in ultimo anche dalla parte inferiore 3. In questa fase cercate di eliminare solo la parte più scura, in modo da ridurre gli sprechi. Potete utilizzare gli scarti come indicato in fondo alla scheda ricetta.\nPrendete uno dei due Pan di Spagna e utilizzando un coltello lungo e seghettato, a dentatura larga, fate in modo da ricavare 3 dischi; per tagliare più regolarmente possibile il Pan di Spagna potete incidere lateralmente: due tacche da fare con il coltello seghettato per prendere la misura, quindi affondare la lama trasversalmente pian piano per ricavare il primo strato, aiutandovi girando man a mano il Pan di Spagna per realizzare un taglio omogeneo e preciso (4-5-6).\nPosizionate su un piatto (noi abbiamo usato un piatto girevole, ma anche un piatto da portata normale andrà benissimo) il primo strato di Pan di Spagna, quindi un cerchio da pasticceria (potete anche farcire la torta senza): utilizzando un cucchiaio spargete su tutta la superficie del disco la bagna preparata precedentemente e lasciata intiepidire 7. Unite ora circa 1/4 della crema 8 e livellatela con una spatola 9.\nInserite il secondo disco nel cerchio 10, bagnate nuovamente 11 e coprite con un altro strato di crema come fatto nello step precedente 12.\nA questo punto inserite anche l'ultimo disco e inzuppatelo nuovamente con la bagna rimasta 13. Aggiungete ancora uno strato di crema 14, tenendone da parte un po' che servirà per i bordi. Livellate in maniera omogenea 15.\nPrendete anche il secondo Pan di Spagna e tagliatelo a fette in senso verticale 16, poi da ciascuna ricavate dei cubetti piuttosto piccoli 17 e riponeteli in una ciotolina 18.\nSfilate delicatamente il disco dalla torta mimosa 19 e utilizzate la crema rimasta per ricoprire i bordi della torta, aiutandovi con la spatola 20. Aiutandovi con un cucchiaio spargete su tutta la superficie i cubetti di pan di Spagna 21,\nricoprendo con cura anche i bordi: i cubetti si attaccheranno facilmente alla crema diplomatica 22. Una volta ricoperta accuratamente tutta la superficie 23, riponete la torta in frigorifero per un paio d'ore. Al momento di servire, spolverizzate con lo zucchero a velo la vostra torta mimosa classica 24!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/175/17512/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Plumcake allo yogurt",
            "duration": 60,
            "type": "Dessert",
            "calories": null,
            "difficulty": "Facile",
            "doses": "Basso",
            "ingredients": [
                "Farina 00 300 g",
                "Uova (circa 5) 300 g",
                "Burro 200 g",
                "Zucchero a velo 200 g",
                "Yogurt greco 150 g",
                "Fecola di patate 50 g",
                "Lievito in polvere per dolci 15 g",
                "Baccello di vaniglia semi 1",
                "Sale fino 4 g",
                "Burro q.b.",
                "Farina 00 q.b."
            ],
            "preparation": [
                "Per preparare il plumcake allo yogurt come prima cosa assicuratevi che tutti gli ingredienti siano ad una temperatura di 24°. A questo punto munitevi di un mixer dotato di lame abbastanza potente e capiente. Inserite nel contenitore prima i semi del baccello di vaniglia 1, il burro a cubetti, la farina 2, le uova 3,\nlo yogurt greco, lo zucchero a velo 4, il sale, il lievito 5 e la fecola 6.\nLavorate il tutto a massima velocità per circa 3 minuti e mezzo. Nel frattempo imburrate e infarinate due stampi da 16x8 cm leggermente svasati. Non appena avrete ottenuto un composto omogeneo 7 trasferitelo all'interno degli stampi 8. Come ultimo tocco immergete un tarocco, o la lama di un coltello, prima nel burro fuso 9\ne poi al centro del primo plumcake 10. Ripetete la stessa operazione anche per il secondo 11. Questo permetterà di ottenere una crescita uniforme in cottura. Adesso occupatevi della cottura dei plumcake, che dovranno cuocere in forno statico preriscaldato in 2 fasi: prima a 185° per 15 minuti, poi a 165° per 30 minuti. Non appena saranno cotti, sfornateli e lasciateli raffreddare completamente 12.\nA questo punto sformateli e decorateli con lo zucchero a velo utilizzando una striscia di cartoncino da mettere sulla spaccatura centrale 13 14. I plumcake allo yogurt sono pronti da gustare 15."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/217/21718/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Zeppole di San Giuseppe fritte",
            "duration": 80,
            "type": "Dessert",
            "calories": "650",
            "difficulty": "Media",
            "doses": "6 pezzi",
            "ingredients": [
                "Uova medie 3",
                "Tuorli 1",
                "Burro 55 g",
                "Acqua 250 ml",
                "Farina 00 150 g",
                "Sale fino q.b.",
                "Tuorli 2",
                "Amido di mais (maizena) 22,5 g",
                "Baccello di vaniglia ½",
                "Zucchero 70 g",
                "Latte intero 200 ml",
                "Panna fresca liquida 50 ml",
                "Amarene sciroppate 6",
                "Olio di semi di arachide q.b.",
                "Zucchero a velo q.b."
            ],
            "preparation": [
                "Per preparare le zeppole di San Giuseppe fritte, iniziate preparando la crema pasticcera per farcirle, così che si raffreddi: potete seguire il procedimento che trovate nella scheda della crema pasticcera sul nostro sito per maggiori dettagli. Occorrerà scaldare il latte e la panna (o solo latte) in un pentolino assieme alla bacca di vaniglia e ai semini che avrete estratto con un coltellino 1. Quando sarà arrivato a bollore, spegnete e tenete da parte in caldo. In una ciotolina sbattete leggermente i tuorli e versate lo zucchero semolato 2 quindi mescolate per amalgamare gli ingredienti, poi unite l'amido di mais 3 e mescolate bene.\nTogliete il baccello di vaniglia, versate un po' di latte nella ciotolina con le uova, zucchero e amido 5 in modo da stemperare il composto, mescolate prima di unire il tutto nel pentolino con il latte 6.\nAccendete il fuoco basso e mescolate continuamente con una frusta 7, fino a quando la crema non si sarà addensata 8. Ci vorranno circa 10 minuti. Una volta pronta potete riporre la crema in una ciotolina bassa e coprire con pellicola trasparente a contatto 9. Lasciate raffreddare a temperatura ambiente e poi in frigo. Una volta raffreddata, potrete trasferirla in una sac-à-poche usa e getta con bocchetta a stella.\nPassate alla pasta choux: versate l'acqua in un tegame capiente 10, quindi aggiungete il burro a pezzetti 11 e un pizzico di sale 12.\nAccendete il fuoco medio e mescolate con un cucchiaio di legno per sciogliere il burro 13. Quando il liquido inizierà a bollire, versate la dose di farina in una volta sola 14 e continuate a mescolare 15.\nIl composto dovrà staccarsi dalle pareti del tegame 16. A quel punto spegnete il fuoco e versatelo in una ciotola. Allargate leggermente al centro per intiepidirlo più velocemente e, a parte, sbattete insieme le 3 uova intere con il tuorlo (in totale le uova e il tuorlo dovranno avere un peso pari a 170 g). Versate il composto di uova nella ciotola con l'impasto poco alla volta 17, mescolando sempre con un cucchiaio di legno. All'inizio sarà difficile amalgamare le uova al resto, ci vorrà un po' di pazienza per ottenere una consistenza liscia e omogenea; il composto alla fine risulterà piuttosto fluido e cremoso 18.\nVersatelo in una sac-à-poche con una bocchetta a stella di 12 mm 19. In un tegame capiente scaldate l'olio di semi di arachide e portatelo ad una temperatura non oltre i 165° (da misurare con termometro da cucina); mentre l'olio si scalda posizionate sul piano di lavoro un foglio di carta forno in cui creare ben distanziate tra loro le zeppole (con queste dosi ne otterrete 6). Con la sac-à-poche disegnate un cerchio di impasto a doppio giro, un cerchio sopra l'altro. La ciambellina che andrete a creare dovrà essere di circa 6-7 cm di diametro 20. Poi ritagliate dei quadrati di carta forno attorno alle zeppole 21,\nin modo da prenderle più facilmente e tuffarle nell'olio giunto a temperatura: una o massimo 2 zeppole alla volta con la parte della carta forno rivolta verso l'alto. Vedrete che dopo pochi istanti la carta forno si sfilerà molto facilmente 22 (utilizzate una forchetta per rimuovera facendo attenzione a non bruciarvi); lasciate friggere alcuni minuti la zeppola senza capovolgerla in modo che non si \"spanci\", ovvero mantenga bene la forma cuocendo. Poi rigirate le vostre zeppole 23 e fate cuocere anche dall'altro lato. Basteranno 5-6 minuti in tutto. Una volta pronte e ben dorate, scolatele con una schiumarola 24.\nAdagiatele su un vassoio foderato con carta assorbente 25 in modo che rilascino l'olio in eccesso. Proseguite allo stesso modo per le altre. Quindi prendete le amarene sciroppate e se preferite potete dividerle a metà 26. Spolverizzate le zeppole con lo zucchero a velo 27,\npoi aggiungete un ciuffo di crema pasticcera all'interno 28, adagiate le amarene 29 e spolverizzate ancora a piacere con zucchero a velo. Le vostre zeppole di San Giuseppe fritte sono pronte per essere gustate 30."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/175/17516/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Torta caprese",
            "duration": 75,
            "type": "Dessert",
            "calories": "461",
            "difficulty": "Facile",
            "doses": "10 persone",
            "ingredients": [
                "Cioccolato fondente al 50% da grattugiare 170 g",
                "Mandorle pelate (da ridurre in polvere) 85 g",
                "Nocciole intere spellate di Giffoni (da ridurre in polvere) 85 g",
                "Zucchero a velo 170 g",
                "Burro ammorbidito 170 g",
                "Fecola di patate 25 g",
                "Cacao amaro in polvere 14 g",
                "Albumi a temperatura ambiente 148 g",
                "Tuorli a temperatura ambiente 85 g",
                "Lievito in polvere per dolci 4 g",
                "Baccello di vaniglia di Bourbon ½",
                "Sale fino 1 pizzico",
                "Zucchero a velo q.b."
            ],
            "preparation": [
                "Per preparare la torta caprese cominciate versando in una ciotola il burro a temperatura ambiente (è conveniente lasciarlo fuori dal frigo per almeno 12 ore prima o per almeno un paio d’ore), metà dello zucchero 1 e i semi raschiati con un coltellino da mezza bacca di vaniglia 2. Azionate le fruste a velocità medio-alta e dopo 6-7 minuti aggiungete anche il pizzico di sale e i tuorli d’uovo. Anche le uova vanno lasciate a temperatura ambiente per almeno 12 ore 3.\nIl composto dopo pochi minuti risulterà ben spumoso 4 quindi spegnete la fruste, ripulite la ciotola con una spatola raccogliendo tutto il composto e tenete da parte 5. In un’altra ciotola miscelate le polveri: unite il cioccolato grattugiato, le mandorle in polvere 6,\ne le nocciole in polvere 7. Poi setacciate la fecola di patate, il lievito per dolci 8 e il cacao amaro in polvere 9.\nMescolate bene il tutto e tenete da parte 10. In un’altra ciotola versate gli albumi e il rimanente zucchero a velo 11. Assicuratevi che le fruste siano ben pulite, altrimenti gli albumi non monteranno, e azionatele 12.\nDopo qualche minuto risulterà lucido e spumoso: non dovete montare a neve ma dovrà fare il classico becco d’uccello 13. Tutte le preparazioni sono completate, quindi preriscaldate il forno a 170° in modalità ventilata e iniziate a miscelarle: aggiungete al composto di tuorli e burro un terzo degli albumi montati 14, poi un terzo delle polveri 15\ne amalgamate bene con la spatola, mescolando delicatamente dal basso verso l’alto 16. Man mano aggiungete ancora un terzo degli albumi e un terzo delle polveri 17 e continuate così fino a che non otterrete un impasto uniforme 18.\nVersate il composto liscio e cremoso in una tortiera da 22 cm già imburrata e infarinata con fecola di patate 19. Livellate accuratamente la superficie 20 e cuocete in forno ventilato a 170° per circa 45 minuti 21.\nUna volta cotta, lasciate intiepidire la torta nello stampo, poi capovolgetela e sformatela 23. Poi rigiratela nuovamente su un piatto foderato con carta forno e lasciatela raffreddare completamente 24. Una volta fredda, capovolgete la torta un'ultima volta, eliminate la carta forno e spolverizzate la superficie con zucchero a velo. La vostra torta caprese è pronta per essere gustata 25!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/175/17583/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Cheesecake alla Nutella",
            "duration": 15,
            "type": "Dessert",
            "calories": "595",
            "difficulty": "Molto facile",
            "doses": "Basso",
            "ingredients": [
                "Biscotti Digestive 180 g",
                "Burro 80 g",
                "Nutella 500 g",
                "Formaggio fresco spalmabile 500 g",
                "Granella di nocciole 30 g"
            ],
            "preparation": [
                "Per preparare la cheesecake alla Nutella iniziate preparando la base: mettete a sciogliere il burro in un pentolino a fuoco bassissimo, quindi lasciate intiepidire. Intanto versate i biscotti secchi nel mixer 1, quindi frullateli fino ad ottenere una polvere 2 e riponeteli in una ciotola; unite il burro fuso in precedenza e lasciato leggermente intiepidire 3.\namalgamate per bene fino ad ottenere un composto sabbioso 4. Imburrate una tortiera del diametro di 24 cm e foderatela con la carta forno. Quindi versatevi all’interno il composto di biscotti 5 e con l’aiuto di un cucchiaio compattate bene, in modo da creare la base di biscotto 6; riponete in frigorifero per 30 minuti o in freezer per una decina di minuti.\nIntanto dedicatevi al ripieno: in una ciotola versate il formaggio cremoso 7 e aggiungete un cucchiaio di Nutella 8, quindi amalgamate bene con una frusta 9 o con una spatola.\nA questo punto aggiungete il resto della Nutella 10 e proseguite a mescolare con la frusta 11 fino ad ottenere una crema liscia. Riprendete la tortiera dal frigorifero e versate il composto di formaggio e Nutella sulla base di biscotti oramai solidificata 12.\nLivellate bene la superficie con una spatola 13, copritela con la pellicola e lasciatela rassodare in frigorifero per almeno 6 ore (meglio ancora se una notte intera). Quindi trasferite la cheesecake in un piatto da portata e decorate a piacimento con la granella di nocciole 14. Servite la vostra cheesecake alla Nutella ben fredda 15!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/155/15520/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Salame di cioccolato",
            "duration": 30,
            "type": "Dessert",
            "calories": "478",
            "difficulty": "Molto facile",
            "doses": "Medio",
            "ingredients": [
                "Cioccolato fondente 200 g",
                "Biscotti secchi 175 g",
                "Burro a temperatura ambiente 150 g",
                "Zucchero 150 g",
                "Uova (2 medie) a temperatura ambiente 100 g",
                "Rum 10 g",
                "Zucchero a velo q.b."
            ],
            "preparation": [
                "Per realizzare il salame di cioccolato per prima cosa tritate al coltello il cioccolato 1. Scioglietelo a bagnomaria 2 e, una volta che sarà completamente fuso, lasciatelo intiepidire 3.\nIntanto ponete in una ciotola il burro a temperatura ambiente a pezzetti (deve essere ancora plastico) e montatelo con lo zucchero usando delle fruste elettriche (4-5). Aromatizzate con il rum 6.\nVersate una alla volta le uova leggermente sbattute, continuando sempre a sbattere con le fruste elettriche 7 fino a ottenere un composto chiaro e spumoso 8. A questo punto versate il cioccolato fuso ormai a temperatura ambiente 9.\nContinuate a mescolare fino a quando il cioccolato non si sarà ben incorporato 10. Ora prendete i biscotti e sminuzzateli grossolanamente con le mani in una ciotola 11, aggiungeteli al cioccolato 12\ne mescolate per amalgamare il composto 13. Trasferite l’impasto su un foglio di carta da forno 14, con la spatola distribuite l’impasto in modo da creare un salsiccioto 15\nSollevate una delle due estremità del foglio, portatela verso il centro e arrotolate il salame (16-17) fino ad avvolgerlo completamente con la carta da forno 18.\nRipiegate i due lembi di carta laterali 19 in modo che il salame sia ben chiuso. Appoggiate il salame su un vassoio e 20 e lasciatelo in frigo a rassodare per una notte intera. Una volta che il salame al cioccolato si sarà rassodato, potete legarlo con lo spago e cospargerlo di zucchero a velo 21."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/173/17347/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Crema al mascarpone",
            "duration": 25,
            "type": "Dessert",
            "calories": "774",
            "difficulty": "Molto facile",
            "doses": "4 persone",
            "ingredients": [
                "Mascarpone 500 g",
                "Zucchero 125 g",
                "Tuorli a temperatura ambiente 4",
                "Acqua 50 g",
                "Cacao amaro in polvere q.b."
            ],
            "preparation": [
                "Per preparare la crema al mascarpone, versate in un pentolino l'acqua 1 e unite lo zucchero semolato 2 mescolate leggermente in modo da far inumidire per bene lo zuccheroche dovrete portare a 121°C (misurate con un termometro da cucina la temperatura esatta) 3; se non avete un termometro, lo sciroppo sarà pronto quando in superficie si formeranno delle bollicine piccole e bianche.\nPoco prima di raggiungere i 121°C, quindi raggiunti circa i 115°C cominciate a montare i tuorli con le fruste elettriche 4 oppure utilizzando una planetaria. Quando lo sciroppo avrà raggiunto i 121°C, versatelo a filo sui tuorli 5, continuando a montare. Montate fino al completo raffreddamento 6. Si ottiene così la pate à bombe, la base di tante preparazioni di pasticceria.\nIn una ciotola stemperate leggermente il mascarpone con una spatola 7. Aggiungete al mascarpone, poco alla volta, i tuorli montati e oramai freddi, mescolando con una spatola morbida, con movimento dal basso verso l’alto 8 fino ad ottenere una crema omogenea 9.\nLa crema è pronta! Gustatela accompagnandola a fette di panettone o pandoro oppure versatela in bicchierini da dessert 10 e guarnite a piacere con del cacao amaro setacciato (11-12)."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/8/898/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Rotolo alla Nutella",
            "duration": 39,
            "type": "Dessert",
            "calories": "409",
            "difficulty": "Media",
            "doses": "8 persone",
            "ingredients": [
                "Uova medie 4",
                "Zucchero 115 g",
                "Farina 00 80 g",
                "Estratto di vaniglia 1 cucchiaino",
                "Nutella 350 g",
                "Zucchero a velo q.b.",
                "Cacao amaro in polvere q.b."
            ],
            "preparation": [
                "Per preparare il rotolo alla Nutella rompete le uova nella ciotola di una planetaria, dotata di frusta 1. Iniziate a montarle a velocità media e quando risulteranno spumose aggiungete prima l'estratto di vaniglia 2 e poi lo zucchero semolato a più riprese 3.\nContinuate a sbattere fino a che le uova non risulteranno chiare e ben montate 4. Spegnete la macchina e setacciate la farina direttamente all'interno delle uova 5. A questo punto mescolate molto delicatamente con una spatola, facendo dei movimenti rotatori dal basso verso l'alto 6,\nfino a che la farina non sarà completamente assorbita e avrete ottenuto un composto gonfio e spumoso, privo di grumi 7. Imburrate e foderate con la carta forno una leccarda 30x38 cm, facendo in modo che la carta fuoriesca dai bordi, in questo modo sarà più facile sollevare il rotolo una volta cotto. Versate il composto nella leccarda 8 e con una spatola livellatelo delicatamente in modo che ricopra l'intera superficie 9.\nCuocete in forno statico preriscaldato a 220° per circa 8-9 minuti. Prima di estrarre la teglia dal forno assicuratevi che sia effettivamente cotta la pasta biscotto. Una volta cotta 10 togliete subito la pasta biscotto dalla leccarda e capovolgetela su un altro foglio di carta forno 11. Lasciatela raffreddare completamente prima di eliminare, molto delicatamente, il foglio di carta forno 12.\nA questo punto 13 versate la Nutella sulla pasta biscotto 14 e con una spatola spargetela su tutta la superficie, lasciando un bordo libero su tutti i lati di 2 cm 15.\nAiutandovi con la carta forno arrotolate la pasta biscotto, iniziando col fare una prima piega 16 fino ad arrotolarlo completamente 17. Avvolgetelo nuovamente con la carta forno facendo in modo che la chiusura del rotolo risulti verso il basso 18 e lasciate riposare in frigorifero per circa 30 minuti.\nA questo punto scartatelo e spoverizzatelo prima con il cacao 19 e poi con lo zucchero a velo 20. Il rotolo alla Nutella è pronto non vi resta che servirlo 21!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/172/17219/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Pan di Spagna",
            "duration": 65,
            "type": "Dessert",
            "calories": "266",
            "difficulty": "Media",
            "doses": "Basso",
            "ingredients": [
                "Uova medie, a temperatura ambiente 5",
                "Zucchero 150 g",
                "Baccello di vaniglia 1",
                "Farina 00 75 g",
                "Fecola di patate 75 g",
                "Sale fino 1 pizzico"
            ],
            "preparation": [
                "Per preparare il Pan di Spagna rompete le uova nella ciotola di una planetaria 1; prendete poi il baccello di vaniglia, incidetelo a metà e con la lama di un coltellino liscio prelevate i semini interni 2. Aggiungeteli alle uova 3\ne unite anche un pizzico di sale 4. Azionate quindi la planetaria a velocità media 5 e lavorate il composto per circa 15-20 minuti in totale, aggiungendo lo zucchero poco per volta 6 in modo da favorirne l'assorbimento.\nNel frattempo imburrate e infarinate accuratamente lo stampo da 24 cm 7 e non appena il composto di uova e zucchero sarà diventato chiaro, gonfio e spumoso 8 spegnete la macchina. In alternativa alla planetaria potete utilizzare uno sbattitore elettrico. Per capire se l'impasto è pronto in gergo si dice che \"scrive\"; ovvero lasciandone scivolare una parte sul composto montato non dovrà unirsi al resto ma creare un filo ben distinguibile. A questo punto ponete un setaccio a magli fine sulla ciotola della planetaria e versate sia la farina 9\nche la fecola 11. Setacciate le polveri e amalgamate il tutto con una frusta a mano o con una spatola facendo dei movimenti dal basso verso l'alto 11. Fate questo passaggio con molta delicatezza in modo da non smontare il composto. Non appena le polveri saranno completamente amalgamate 12,\nversate il tutto nello stampo 13 e utilizzate una spatola per livellare la superficie 14. In questo passaggio è fondamentale non sbattere lo stampo sul piano per livellarlo, altrimenti la massa si smonterà. Cuocete il Pan di Spagna in forno statico preriscaldato a 160° nel ripiano più basso per circa 50 minuti. Evitate di aprire il forno durante questo tempo e prima di sfornare il dolce verificate la cottura facendo sempre la prova dello stecchino, dato che ogni forno cuoce diversamente. Infatti infilando lo stecchino al centro della torta questo dovrà risultare completamente asciutto. Una volta cotto sfornate il Pan di Spagna 15.\nFatelo intiepidire nella tortiera prima di sformarlo (16-17) e lasciatelo raffreddare completamente su una gratella prima di servirlo 18 o farcirlo!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/174/17425/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Cookies",
            "duration": 55,
            "type": "Dessert",
            "calories": "156",
            "difficulty": "Media",
            "doses": "22 pezzi",
            "ingredients": [
                "Farina 00 300 g",
                "Burro morbido 250 g",
                "Bicarbonato 5 g",
                "Uova medie (a temperatura ambiente) 2",
                "Zucchero di canna 100 g",
                "Zucchero 100 g",
                "Gocce di cioccolato fondente 200 g",
                "Estratto di vaniglia 1 cucchiaino",
                "Sale fino 1 pizzico"
            ],
            "preparation": [
                "Per preparare i Cookies, iniziate mescolando il burro morbido a pezzetti con lo zucchero semolato 1 e lo zucchero di canna 2: lavorate il tutto con un cucchiaio di legno 3,\nmescolate bene ed energicamente fino ad ottenere una crema liscia 4. Per facilitarvi potreste mettere sul piano di lavoro uno strofinaccio bagnato e appoggiare sopra la ciotola in modo che non vi sfugga durante i movimenti. Aggiungete le due uova leggermente sbattute, poco alla volta 5 e mescolate per incorporare prima di aggiungere il resto delle uova, quindi unite l'estratto di vaniglia 6.\nUna volta inglobati tutti gli ingredienti e ottenuto un composto omogeneo 7, setacciate la farina in un'altra ciotola, unite i 5 g di bicarbonato 8 e un pizzico di sale fino (a vostro piacimento per dare la tipica nota salata ai biscotti).\nMescolate bene 10, quindi unite i due composti versando le polveri nel composto di uova, zucchero e burro 11; mescolate energicamente fino ad ottenere un composto piuttosto denso e omogeneo 12.\nInfine unite le gocce di cioccolato e amalgamatele in maniera uniforme 13. Prendete uno spallinatore per il gelato (oppure un cucchiaio) e realizzate man a mano le palline da circa 50 g l'una da mettere su una leccarda o una teglia foderata con carta forno. Noi abbiamo utilizzato una teglia in cui abbiamo messo a cuocere 8 palline alla volta 15 ben distanziate tra loro, in modo che allargandosi in cottura non si fondano le une con le altre. Con queste dosi otterrete circa 20 biscotti.\nPrima di cuocere i cookies 16, dovrete metterli per circa 1 ora a rassodare in frigorifero in modo che tengano ancora meglio la forma in cottura. Cuocete i vostri cookies in forno statico preriscaldato a 160° per circa 35/40 minuti nel ripiano di mezzo del forno. Saranno cotti quando saranno croccantini fuori e abbastanza morbidi dentro 17. Fateli rafreddare completamente su una gratella e i vostri cookies sono pronti per allietare l'ora della merenda 18!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/178/17853/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Treccia di pasta lievitata",
            "duration": 160,
            "type": "Dessert",
            "calories": "340",
            "difficulty": "Media",
            "doses": "6 persone",
            "ingredients": [
                "Burro 40 g",
                "Farina 00 300 g",
                "Lievito di birra fresco (oppure 7 g di lievito di birra disidratato) 25 g",
                "Zucchero 50 g",
                "Baccello di vaniglia 1",
                "Scorza di limone 1/2",
                "Sale fino 1 pizzico",
                "Uova piccole 2",
                "Latte intero 80 ml",
                "Uova 1",
                "Granella di zucchero 40 g"
            ],
            "preparation": [
                "Fate intiepidire il latte quindi versatelo in una ciotolina, unite lo zucchero 1, aggiungete il lievito di birra sbriciolato 2 quindi mescolate il tutto con un cucchiaino 3.\nLasciate riposare il composto in un luogo tiepido (per circa 10 minuti) fino a quando vedrete comparire della schiuma in superficie 4. Versate la farina setacciata in una ciotola, fate una conca nel centro e unite il composto di latte e lievito; 5 fate fondere il burro e aggiungetelo alla farina 6.\nSbattete le due uova e unitele agli ingredienti nella ciotola 7 assieme alla scorza grattugiata di mezzo limone 8, ai semi di una bacca di vaniglia e al sale. Per mezzo di un mestolo cominciate ad amalgamare gli ingredienti 9,\npoi trasferite il composto su di una spianatoia e impastate bene 10 fino ad ottenere un impasto liscio ed omogeneo che lascerete lievitare in una ciotola infarinata 11 e coperta da un canovaccio pulito in un ambiente tiepido e privo di correnti d’aria per almeno un’ora. Quando l’impasto avrà raddoppiato il suo volume 12 disponetelo su di una spianatoia 13 lavoratelo qualche minuto per farlo rinvenire e poi dividetelo in tre parti 14 di uguale peso (circa 200 gr l’uno).\nCon ognuna di queste parti formate un bastoncino della lunghezza di circa 35 cm 15, che intersecherete come nelle fotografie (16-17-18) formando una treccia saldata alle estremità 19.\nDisponete la treccia sopra una teglia foderata con carta forno, copritela con un canovaccio pulito e lasciatela lievitare per mezz’ora, dopodiché spennellatela con l’uovo sbattuto 20, cospargetela con la granella di zucchero 21 e infornatela in forno già caldo a 170° per 40 minuti circa (comunque fino a che la superficie sarà ben colorita).\n"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/7/759/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Torta 7 vasetti ",
            "duration": 65,
            "type": "Dessert",
            "calories": "436",
            "difficulty": "Media",
            "doses": "8 persone",
            "ingredients": [
                "Yogurt bianco naturale (125 ml ) a temperatura ambiente 1 vasetto",
                "Zucchero 2 vasetti",
                "Farina 00 2 vasetti",
                "Fecola di patate 1 vasetto",
                "Olio di semi 1 vasetto",
                "Lievito in polvere per dolci 16 g",
                "Uova medie a temperatura ambiente 3"
            ],
            "preparation": [
                "Per preparare la torta 7 vasetti, prendete un vasetto di yogurt intero (a temperatura ambiente) da 125 ml e versatelo in una ciotola 1, poi unite due vasetti di zucchero 2 e con uno sbattitore iniziate a lavorarli insieme 3, fino ad ottenere una crema liscia.\nA questo punto rompete le uova e separate albumi e tuorli in due ciotole distinte 4, poi azionando nuovamente lo sbattitore andate ad aggiungere i tuorli nel composto di yogurt e zucchero 5 fino ad incorporarli 6.\nSempre con lo sbattitore in azione, aggiungete a filo anche l'olio 7. Una volta che sarà ben amalgamato, posizionate un setaccio direttamente sulla ciotola 8, versate i due vasetti di farina 9,\nil vasetto di fecola 10 e in ultimo la bustina di lievito per dolci 11. Setacciate il tutto e sempre utilizzando lo sbattitore a velocità bassa 12 incorporate le polveri,\nfino ad ottenere un composto liscio e uniforme 15. A questo punto riprendete gli albumi e montateli a neve ben ferma (14-15).\nAggiungeteli al vostro composto in due o tre volte: iniziate aggiungendo una piccola quantità di albumi e amalgamate mescolando energicamente senza timore di sgonfiare l'impasto 16, poi incorporate il resto degli albumi e mescolate delicatamente con movimenti rotatori dal basso verso l'alto, per evitare di smontare il composto 17. Una volta che l'impasto della vostra torta sarà pronto, imburrate e infarinate uno stampo rotondo da 24 cm di diametro; poi versate al suo interno l'impasto 18.\nA questo punto 19 cuocete la torta 7 vasetti in forno statico preriscaldato a 180° per 45 minuti; se la torta si dovesse scurire in superficie, copritela con un foglio di alluminio durante gli ultimi 10 minuti di cottura. Potete verificare la cottura facendo la prova dello stecchino; una volta cotta, sfornatela 20 e lasciatela intiepidire prima di sformarla e servirla 21."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/168/16874/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Crostata con mascarpone e gocce di cioccolato",
            "duration": 95,
            "type": "Dessert",
            "calories": "666",
            "difficulty": "Facile",
            "doses": "8 persone",
            "ingredients": [
                "Burro 125 g",
                "Farina 00 250 g",
                "Zucchero a velo 100 g",
                "Tuorli 2",
                "Scorza d'arancia non trattata 1",
                "Sale fino 1 pizzico",
                "Mascarpone 250 g",
                "Ricotta vaccina 400 g",
                "Tuorli 2",
                "Zucchero 150 g",
                "Fecola di patate 10 g",
                "Gocce di cioccolato 100 g",
                "Scorza d'arancia non trattata 1",
                "Cannella in polvere 1 pizzico"
            ],
            "preparation": [
                "Per preparare la crostata con mascarpone e gocce di cioccolato cominciate preparando la pasta frolla partendo dalla sabbiatura: in un mixer dotato di lame ponete la farina setacciata, un pizzico di sale e aggiungete il burro ancora freddo da frigorifero tagliato a pezzi 1; frullate il tutto fino ad ottenere un composto molto farinoso come la sabbia 2. Su di una spianatoia versate lo zucchero a velo a fontana e grattugiate nel centro la scorza dell’arancia 3, facendo attenzione a non prelevare anche la parte bianca che è amara.\nAggiungete anche i tuorli 4 e infine la sabbiatura che avete preparato; impastate il tutto velocemente, giusto il tempo di compattare gli ingredienti 5. Formate un panetto liscio ed omogeneo, appiattitelo leggermente e avvolgetelo nella pellicola trasparente 6, ponendolo in frigorifero a riposare per almeno 30 minuti, in modo da far ben rassodare la pasta frolla.\nNel frattempo preparate la crema che servirà per il ripieno del dolce: in una ciotola setacciate la ricotta con un colino a maglie strette ed una spatola 7; aggiungete lo zucchero, azionate le fruste elettriche 8, poi aggiungete i tuorli 9 (conservate gli albumi che vi serviranno successivamente) e\nla fecola di patate setacciata 10; quando il composto risulterà omogeneo, spegnete e aggiungete la scorza dell’arancia grattugiata 11 insieme alla cannella 12.\nAzionate nuovamente le fruste e amalgamate il tutto 13, successivamente aggiungete il mascarpone 14 e lavoratelo fino a quando non verrà completamente assorbito dalla crema 15.\nTenete da parte la crema e occupatevi della base della crostata. Trascorso il tempo necessario, riprendete il panetto dal frigo, togliete la pellicola e con il mattarello battete un po' sulla superficie per ammorbidirlo. Su di una spianatoia leggermente infarinata tirate la sfoglia a circa 1 cm di spessore 16 e con l'aiuto del mattarello, sistematela su una tortiera di 21 cm di diametro e 25 cm in superficie precedentemente imburrata e infarinata 17. Tagliate l’eccesso di pasta frolla con un coltellino e conservatelo per la decorazione finale. Con i rebbi di una forchetta livellate i bordi della crostata, in modo da uniformarli 18.\nVersate 80 g di gocce di cioccolato nella crema che avete preparato, mescolate con una spatola 19 e versate il tutto nella tortiera 20, livellando la superficie con la spatola 21.\nDa ultimo passate alla decorazione della crostata: stendete la pasta frolla che avete avanzato e tagliantela con una rotella dentata per ottenere delle strisce larghe 2 cm circa 22; disponete le strisce ottenute a intervalli regolari sulla superficie della crostata 23 per formare un motivo a losanghe 24.\nCon gli albumi avanzati spennellate la superficie del dolce 25, aggiungete i restanti 20 g di gocce di cioccolato e poi infornate la crostata in forno statico preriscaldato a 180° per 45 minuti, dopodiché aprite un poco il forno, sistemate sulla superficie un foglio di carta d’alluminio e continuate la cottura per altri 20 minuti. Una volta sfornata, lasciate raffreddare la torta 26 e infine servite la crostata con mascarpone e gocce di cioccolato spolverizzando con dello zucchero a velo 27."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/9/954/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Profiteroles al cioccolato",
            "duration": 100,
            "type": "Dessert",
            "calories": "341",
            "difficulty": "Media",
            "doses": "6 persone",
            "ingredients": [
                "Acqua 62 g",
                "Latte intero 62 g",
                "Burro 55 g",
                "Sale fino 3 g",
                "Zucchero 8 g",
                "Farina 00 77 g",
                "Uova 120 g",
                "Tuorli 1",
                "Acqua q.b.",
                "Panna fresca liquida con il 35% di grassi 250 g",
                "Zucchero a velo 50 g",
                "Baccello di vaniglia 1",
                "Acqua 200 g",
                "Cioccolato fondente 450 g",
                "Panna fresca liquida 80 g",
                "Zucchero 150 g",
                "Fiocchi di sale 1 pizzico"
            ],
            "preparation": [
                "Per preparare la pasta choux come prima cosa versate in una casseruola l'acqua, il latte, il sale e lo zucchero 2. Unite anche il burro a cubetti 3\ne portate il tutto ad ebollizione. A questo punto aggiungete la farina a pioggia in un colpo solo 4 e mescolate con una spatola o un mestolo di legno. Non abbiate paura dei grumi e mescolate rapidamente, quindi cuocete il roux fino a che non si sarà creata una patina bianca sul fondo del pentolino 5, ci vorranno almeno 2-3 minuti. Trasferite l'impasto così ottenuto in una ciotola 6\ne aggiungete un uovo alla volta 7 mescolando sempre con una spatola per incorporarlo. Non preoccupatevi se all'inizio l'impasto sembrerà separato, continuate a mescolare. Solo quando sarà completamente assorbito, potrete aggiungere il successivo 8. Proseguite in modo da ottenere un impasto liscio e consistente 9. Trasferitelo poi all'interno di una sacca da pasticcere, dotata di bocchetta liscia da 12-13 mm.\nA questo punto prendete una leccarda da forno e foderatela con la carta forno; per fermarla spremete un pò dell'impasto agli angoli e al centro. Distanziandoli tra di loro formate dei mucchietti di pasta della grandezza di una noce (10-11). Con un cucchiaio leggermente bagnato schiacciate leggermente la superficie delle palline in modo da smorzare la punta dei bignè 12.\nPoi sbattete il tuorlo in una ciotolina con un pò d'acqua 13 e utilizzatelo per spennellare la superficie dei bignè 14; questo permetterà di ottenere una colorazione uniforme. Cuocete in forno statico a 220° per circa 15 minuti, fino a che non saranno ben dorati. Evitate di aprire il forno in questa fase; Trascorso questo tempo terminate la cottura a 180° per altri 15-20 minuti, simulando la valvola aperta incastrando una pallina di carta argentata tra lo sportello e la struttura del forno. Se preferite cuocere i bignè in modalità ventilata sarà necessario scaldare il forno a 220°, quindi infornare i bignè diminuite la temperatura a 180° e aspettare circa 20-25 minuti. Sfornate i bignè 15 e lasciateli raffreddare prima di utilizzarli.\nNel frattempo realizzate la salsa al cioccolato per la copertura. Per prima cosa tritate il cioccolato 1, poi in una casseruola versate acqua 2 e zucchero 3.\nPortate a bollore 4 e non appena inizierà a bollire unite anche la panna 5. Lasciate bollire nuovamente 6\ne unite metà del cioccolato fondente 7, poi mescolate sempre con la frusta 8 e unite anche il cioccolato rimasto 9.\nMescolate di nuovo e non appena inizierà a bollire di nuovo 10 trasferitela in una ciotola e aggiungete un pizzico di sale 11. Mescolate 12 e lasciate raffreddare a temperatura ambiente a 30-32°, fino a quando non sarà denso al punto da velare i bignè. Ci vorranno circa 15-20 minuti.\nMentre la salsa raffredda preparate la crema chantilly per la farcitura. In una ciotola fredda versate la panna; anche questa dovrà essere ben fredda. Iniziate a lavorare la panna con una frusta a mano 1, o con lo sbattitore elettrico se preferite; Non appena inizierà ad inspessirsi aggiungete metà dello zucchero a velo 2 e i semi della bacca di vaniglia 3.\nContinuate a sbattere con la frusta 4 e prima che abbia raggiunto una consistenza molto ferma aggiungete anche la parte restante di zucchero a velo 5. Lavorate ancora con la frusta fino a montare completamente la panna 6.\nA questo punto tutto è pronto, non vi resta che comporre i profiteroles al cioccolato. Riprendete i bignè e forate la base utilizzando una bocchetta liscia 1. Trasferite la crema chantilly in una sacca da pasticcere 2, dove avrete posto la bocchetta liscia. Farcite i bignè 3\ne posizionateli man mano su un vassoio 4. Ricoprite con pellicola e riponeteli in frigorifero per qualche minuto. Adesso non vi resta che comporre il dolce. Posizionate una griglia su un foglio di carta forno, quindi tuffate i bignè uno alla volta all'interno della salsa al cioccolato 5. Con l'aiuto di due forchette muovete il bignè in modo da ricoprirlo interamente 6;\npoi estraetelo e posizionatelo su una griglia 7; in questo modo la copertura in eccesso colerà via. Una volta che avrete ricoperto tutti i bignè 8 iniziate a disporli in un piatto 9,\nin modo da formare una piramide 10. Decorate con qualche ciuffo di crema chantilly, avanzata dalla farcitura 11 e riponete in frigorifero fino al momento di servirli 12."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/181/18198/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Biscotti al vino",
            "duration": 55,
            "type": "Dessert",
            "calories": "97",
            "difficulty": "Facile",
            "doses": "40 pezzi",
            "ingredients": [
                "Vino bianco 135 g",
                "Farina 00 500 g",
                "Olio di semi 125 g",
                "Zucchero 150 g",
                "Semi di anice ½ cucchiaio",
                "Lievito in polvere per dolci 8 g",
                "Sale fino 1 pizzico",
                "Zucchero q.b."
            ],
            "preparation": [
                "Per preparare i biscotti al vino, iniziate ponendo i semi di anice nel vino bianco, mescolate 1 e tenete da parte. In una ciotola versate la farina setacciata con il lievito 2, un pizzico di sale e lo zucchero 3.\nMescolate a mano e poi create una conca, dove potrete versare l'olio 4 e il vino con i semini di anice 5. Impastate a mano 6\ne una volta che avrete raccolto tutti gli ingredienti, spostatevi su un piano di lavoro. Compattate bene l'impasto 7 e poi staccate un pezzetto alla volta, di circa 28 g 8, scaldatelo lavorandolo tra i palmi delle mani poi create un filoncino lungo circa 20 cm 9.\nArrotolatelo facendo congiungere le estremità, fatele aderire bene 10. Ora potete tuffare la ciambellina nello zucchero 11, solo da una parte 12. Proseguite allo stesso modo per tutti gli altri, otterrete circa 40 biscotti.\nSistemate man a mano le ciambelline su un foglio foderato con carta forno con la parte zuccherata rivolta verso l'alto 13. Cuocete in forno statico preriscaldato a 180° per circa 25 minuti. Quindi sfornate i vostri biscotti al vino 14, fateli raffreddare prima di servirli 15."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/210/21034/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Cinnamon rolls",
            "duration": 105,
            "type": "Dessert",
            "calories": "379",
            "difficulty": "Difficile",
            "doses": "12 pezzi",
            "ingredients": [
                "Zucchero 60 g",
                "Farina 00 615 g",
                "Lievito di birra secco 5 g",
                "Sale fino 5 g",
                "Acqua a temperatura ambiente 120 g",
                "Latte intero a temperatura ambiente 120 g",
                "Burro 80 g",
                "Uova (circa 1) 55 g",
                "Zucchero 110 g",
                "Cannella in polvere 15 g",
                "Burro (per ungere la teglia e per spennellare l'impasto) 15 g",
                "Zucchero a velo 200 g",
                "Acqua a temperatura ambiente q.b."
            ],
            "preparation": [
                "Per preparare i cinnamon rolls cominciate facendo sciogliere il burro a fuoco dolce e lasciandolo poi intiepidire una volta pronto. Versate quindi in una ciotola tutti gli ingredienti secchi, quindi la farina e lo zucchero 1, il lievito secco (oppure fresco sbriciolato direttamente in ciotola, 18 g) 2 e il sale e mescolate 3.\nFate lo stesso con gli ingredienti liquidi. In una ciotola versate l’acqua 4 insieme al latte 5 e l’uovo leggermente battuto 6.\nContinuate poi con il burro fuso che avrete lasciato intiepidire 7 e mescolate il tutto con un cucchiaio di legno 8. A questo punto unite gli ingredienti liquidi a quelli secchi 9\ne, aiutandovi con il cucchiaio, mescolate fino ad ottenere un composto amalgamato 10. Trasferitelo sul piano da lavoro 11 e impastate a mano fino ad ottenere una sfera liscia ed omogenea 12 Potete unire un pizzico di farina se necessario per lavorare più facilmente. L'impasto è pronto quando impastando le vostre mani risulteranno pulite.\nUngete con del burro una bacinella 13 e riponete l’impasto al suo interno 14, coprite con pellicola trasparente e lasciate lievitare per almeno 30 minuti ad una temperatura tra i 20° e i 25° (in alternativa potrete tenere la ciotola in forno spento ma con la luce accesa) 15.\nPassate alla preparazione del mix per aromatizzare. In una ciotola versate lo zucchero 16 e la cannella in polvere 17, mescolate per bene e tenetelo da parte 18.\nRiprendete l’impasto lievitato 19 e sgonfiatelo su una spianatoia leggermente infarinata con l’aiuto di un matterello 20. Ottenete un rettangolo di 50x35 cm 21\npoi spennellate con il burro fuso 22 e cospargete con ¾ del mix aromatizzante 23 avendo cura di distribuirlo su tutta la superficie 24.\nArrivati a questo punto dovrete procedere ad arrotolare l’impasto. Cominciate sollevando delicatamente il lembo inferiore lungo tutto il lato più lungo, in questo modo vi aiuterete a staccarlo dalla spianatoia 25. Dopodiché procedete ad arrotolare un po’ alla volta e facendo attenzione ad arrotolare strettamente e senza schiacciare l’impasto 26. Ottenuto il rotolo dovrete modellarlo con le mani in modo da ottenere una lunghezza di 48cm, perciò tenete ferma un'estremità con la mano e con l'altra fate delle leggere pressioni verso l'estremità che state bloccando, per dare una forma omogenea 27.\nCon una lama affilata dividete a metà il rotolo 28, dividete una delle metà ancora a metà 29 e da ciascuna suddivisione dovrete ottenere 3 dischi delle stesse dimensioni (circa 3-4 cm). Proseguite allo stesso modo anche per l'altro pezzo. Otterrete con queste dosi 12 rotelle 30; potete modellarle leggermente con le mani per arrotondare la forma.\nUngete una teglia rettangola da 30x20cm e cospargetela con il ¼ restante del mix profumato 31. Sistemate i rotolini nella teglia tutti nello stesso verso distanziandoli tra loro 1 cm circa 32. Una volta disposti tutti i pezzi schiacciate delicatamente con le dita per rendere omogenea la forma di ogni rotolino 33\ne infine coprite con pellicola trasparente lasciando lievitare per altri 30 minuti almeno 34. Trascorso il tempo le girelle saranno raddoppiate 35, quindi passate alla cottura. I cinnamon rolls cuociono in forno preriscaldato, in modalità statica, a 180° per circa 30 minuti. Una volta cotti lasciateli raffreddare completamente 36.\nPer preparare la glassa versate lo zucchero a velo in un recipiente e unite un po’ d’acqua fredda poco alla volta e iniziate a mescolare 37, continuate ad aggiungerne se necessaria, sempre un cucchiaio alla volta, fino ad ottenere una consistenza vischiosa 38 e per finire cospargete i vostri cinnamon rolls con la glassa prima di gustarli 39!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/171/17169/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Lingue di gatto",
            "duration": 23,
            "type": "Dessert",
            "calories": null,
            "difficulty": "Facile",
            "doses": "34 pezzi",
            "ingredients": [
                "Burro morbido, a pomata 50 g",
                "Zucchero a velo 60 g",
                "Albumi 50 g",
                "Farina 0 50 g"
            ],
            "preparation": [
                "Per preparare le lungue di gatto come prima cosa sistemate in una ciotola il burro morbido. Aggiungete lo zucchero a velo 1 e mescolate con una spatola. Questa massa infatti non dovrà montare. Incorporate gli albumi 2 e mescolate ancora fino ad ottenere una crema 3.\nAggiungete la farina 4 e mescolate ancora fino ad ottenere una massa morbida 5. Trasferite l'impasto in una sac-à-poche con bocchetta liscia da 10 mm 6.\nRealizzate su una leccarda foderata con carta forno dei bastoncini lunghi circa 10 cm 7; potete realizzarne circa 15 su una stessa leccarda 8. Cuocete in forno ventilato preriscaldato a 190° per circa 8 minuti. A questo punto le lingue di gatto saranno pronte. Sfornatele 9\ne se preferite dare una forma diversa dal solito quando saranno ancora bollenti trasferitele su un mattarello 10 e lasciatele raffreddare. In questo modo otterrete una forma ad onda. Altrimenti per ottenere una forma dritta basterà lasciarle raffreddare in teglia. Trasferite in un piatto da portata e servite 11, oppure utilizzatele per realizzare un dessert dando sfogo alla vostra fantasia 12."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/218/21805/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Torta al latte caldo",
            "duration": 55,
            "type": "Dessert",
            "calories": "391",
            "difficulty": "Facile",
            "doses": "6 persone",
            "ingredients": [
                "Latte intero 200 g",
                "Uova (circa 4 medie a temperatura ambiente) 210 g",
                "Farina 00 200 g",
                "Zucchero 180 g",
                "Burro 60 g",
                "Lievito in polvere per dolci 6 g",
                "Scorza di limone biologico 1",
                "Sale fino 1 pizzico"
            ],
            "preparation": [
                "Per realizzare la torta al latte caldo, rompete le uova in una ciotola, unite un pizzico di sale 1 e azionate lo sbattitore. Mentre lo sbattitore è in funzione, aggiungete gradualmente lo zucchero, così ne favorirete l’assorbimento 2. Quando il composto risulterà chiaro e spumoso, all’incirca 10 minuti dopo, spegnete le fruste elettriche 3.\nSistemate un colino sopra la ciotola e setacciate le polveri, quindi farina e lievito, aggiungendole gradualmente mentre mescolate con la spatola dal basso verso l’alto 4, in modo da inglobarle senza smontare il composto 5. A questo punto prelevate un paio di cucchiaiate d’impasto e tenetele da parte in un altro recipiente 6.\nIn un pentolino mettete a scaldare il latte a fuoco medio, poi aggiungete il burro 7: fatelo sciogliere completamente e portate il tutto a sfiorare il bollore. Non appena sarà a temperatura, spegnete la fiamma e versate il composto nel recipiente con le cucchiaiate di impasto che avevate prelevato in precedenza 8. Mescolate per bene con una frusta per ottenere una sorta di pastella 9.\nOra versate la pastella nel recipiente più grande con il resto dell’impasto 10, mescolate delicatamente con una spatola e infine grattugiate la scorza di limone 11. Imburrate e infarinate una tortiera da 20 cm di diametro e riempitela con l’impasto ottenuto 12.\nCuocete nel forno statico preriscaldato a 180° sul ripiano più basso (non a contatto con la base) per circa 35 minuti. Trascorsi i primi 25 minuti, trasferite la teglia sul ripiano centrale e continuate per i restanti 10 minuti. Non appena la torta sarà pronta (verificate con uno stecchino che sia cotta anche internamente, altrimenti proseguite la cottura), sfornatela e lasciatela intiepidire 13, poi estraetela dalla tortiera e posizionatela su una gratella per farla raffreddare completamente 14. La vostra torta al latte caldo è pronta per essere gustata 15!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/220/22079/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Macarons",
            "duration": 53,
            "type": "Dessert",
            "calories": "78",
            "difficulty": "Difficile",
            "doses": "40 pezzi",
            "ingredients": [
                "Farina di mandorle a grana fine 125 g",
                "Zucchero a velo 125 g",
                "Albumi (alla temperatura di 20°) 87,5 g",
                "Zucchero 135 g",
                "Acqua 32 g",
                "Panna fresca liquida 90 g",
                "Cioccolato bianco 180 g",
                "Burro a pomata 12 g",
                "Baccello di vaniglia 1"
            ],
            "preparation": [
                "Per preparare i macarons come prima cosa iniziate a realizzare i gusci. Versate in una ciotola lo zucchero a velo e la farina di mandorle 1. La farina di mandorle deve essere a grana molto fine, se non dovesse esserlo potete setacciarla 1-2 volte. Mescolate le due polveri con una frusta o un cucchiaio 2. Questi due elementi insieme formereranno il tpt, in francese tant-puor-tant, ovvero zucchero a velo e farina di mandorle usati in parti uguali. Inserite all'interno del tpt soltanto 45 g di albumi 3.\nMescolate con una frusta 4, fino ad ottenere una consistenza cremosa e priva di grumi 5. Tenete da parte e passate a realizzare lo sciroppo. In un pentolino versate prima l'acqua 6,\npoi lo zucchero semolato 7 e scaldatelo a fiamma alta. Versate i 42,5 g di albumi rimasti nella ciotola di una planetaria e azionatela solo quando lo sciroppo inizierà a bollire. Non appena lo sciroppo raggiungerà la temperatura di 118° 8, diminuite la velocità della planetaria e versatelo a filo sopra l'albume montato 9.\nContinuate a montare, fino a che il composto non avrà raggiunto i 50°. L'albume dovrà risultare stabile e lucido 10. Incorporate ora l'albume alla prima massa, per farlo prelevatene 1/3 ed aggiungetelo al composto di mandorle 11. Mescolate delicatamente dal basso verso l'alto. Incorporate quindi l'albume rimasto in altre 2 volte 12. Questa è una regola che vale per tutte le ricette, la massa più morbida, va sempre incorporata a quella più dura.\nQuando avrete incorporato tutto l'albume procedete con il vero e proprio macaronage, dunque mescolate con energia per dare alla massa una struttura elastica e lucida. La massa dovrà filare e rimanere sulla spatola 13. Tasferite il composto all'interno della sac-à-poche dotata di bocchetta liscia da 12 mm 14. Spremete, quindi, il composto realizzando dei mucchieti larghi circa 2,5 cm, cercando di farli tutti della stessa dimensione e distanziandoli tra loro 15.\nDopo aver realizzato tutti i mucchietti 16 cuocete i vostri gusci in forno statico a 150° per circa 15-18 minuti. Questo varia da quante teglie cuocerete in forno e dal tipo di vostro forno. Mentre i macarons cuociono occupatevi di realizzare la ganache al cioccolato bianco, quindi come prima cosa tritatelo finemente 17 e trasferitelo in un contenitore piuttosto stretto, ma dai bordi alti per favorire l'emulsione e non far entrare aria all'interno . In un pentolino versate la panna liquida e aggiungete i semi del baccello di vaniglia 18.\nPortate la panna ad ebollizione e non appena inizierà a bollire versatene 1/3 nel contenitore con il cioccolato 19. Iniziate ad emulsionare con un mixer ad immersione 20 e aggiungete ancora metà della panna 21.\nEmulsionate e aggiungete la panna rimasta. Una volta ottenuta una ganache liscia, aggiungete il burro a pomata 22 ed emulsionate ancora una volta con il minipimer 23. A questo punto trasferite in una pirofila bassa 24,\ncoprite con pellicola a contatto 25 e lasciate cristallizzare in frigorifero per 2 ore a 4°. Non appena i gusci dei macaron saranno cotti sfornateli 36 e lasciateli raffreddare completamente. Trascorse le 2 ore trasferite la ganache all'interno di un sac-à-poche dotato di bocchetta liscia da 10 mm. Girate solo la metà dei macaron, in modo che quello vicino rimarrà girato al contrario 27.\nFarcite con la ganache i gusci appena girati 28. Il ripieno dovrà essere abbondante e pesare circa 1/3 del macarons. Chiudete sovrapponendo il corrispettivo guscio alla ganache 29. Trasferite su un vassoio e lasciate riposare in frigorifero per almeno 6 ore coperti con pellicola, prima di servire i vostri macarons 30."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/207/20759/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Strudel di mele",
            "duration": 70,
            "type": "Dessert",
            "calories": "376",
            "difficulty": "Facile",
            "doses": "6 persone",
            "ingredients": [
                "Farina 00 130 g",
                "Acqua 30 ml",
                "Olio di semi (1 cucchiaio) 9 g",
                "Uova (circa 1) 54 g",
                "Sale 1 pizzico",
                "Mele Golden 750 g",
                "Zucchero 60 g",
                "Pangrattato 60 g",
                "Burro 50 g",
                "Uvetta 50 g",
                "Pinoli tostati 25 g",
                "Cannella in polvere 1 cucchiaino",
                "Rum 2 cucchiai",
                "Scorza di limone 1",
                "Zucchero a velo q.b."
            ],
            "preparation": [
                "Per la preparazione dello strudel di mele, iniziate dall'impasto: in una ciotola versate la farina setacciata e il sale 1; poi aggiungete l'uovo 2, l'acqua 3\ne iniziate ad impastare con le mani 4. Unite poi l'olio 5 e lavorate ancora il composto fino ad ottenere un impasto omogeneo 6. Se dovesse risultare troppo appiccicoso potete aggiungere ancora 10-20 g di farina al massimo.\nTrasferite poi il panetto su un piano e lavoratelo fino a che risulterà elastico 7. Quando avrete finito, formate una pallae trasferitela in una ciotola leggermente unta, coprite con pellicola 8 e lasciatela riposare per un'ora al fresco. Intanto mettete a bagno l’uvetta nel rum, o se preferite, in acqua tiepida; in una padella sciogliete 50 g di burro e quando sfrigola tostate il pangrattato 9.\nMescolate con un cucchiaio di legno perchè non si bruci e lasciatelo dorare qualche minuto 10, poi spegnete il fuoco e lasciate intiepidire. Quindi sbucciate le mele, togliendo loro il torsolo, e tagliandole in quattro spicchi e poi a fettine sottili; versate le mele in una ciotola capiente e aggiungete lo zucchero 11, i pinoli 12\nla scorza di limone grattugiata 13, un pizzico di cannella 14 e l'uvetta ben scolata e strizzata 15: gli ingredienti devono rilasciare i loro profumi, ma non devono macerare a lungo perché lo zucchero non rilasci troppa acqua.\nMettete a fondere il burro in un pentolino a fuoco dolce. Poi riprendete il panetto di pasta e stendetelo su un canovaccio leggermente infarinato 16, formando un rettangolo di circa 35x45 17. Spennellate la superficie, tranne i bordi, con poco burro fuso e cospargete con il pangrattato tostato; questo strato servirà per assorbire i succhi che le mele rilasceranno in cottura 18.\nAdagiate sopra di esso il composto con le mele 19; arrotolate lo strudel dalla parte più lunga 20, facendo attenzione a non rompere la pasta (potete aiutarvi con il canovaccio sul quale è posizionato); sigillatelo bene anche sui lati 21, affinché il contenuto non esca durante la cottura.\nPoi ponete lo strudel su di una teglia rivestita con carta da forno, con la chiusura rivolta verso il basso e, prima di infornarlo, spennellatelo con il burro fuso (22-23). Cuocete lo strudel in forno statico preriscaldato a 200° per circa 40 minuti (se ventilato a 180° per 30 minuti). A cottura ultimata 24, potete cospargere lo strudel con zucchero a velo e servirlo tiepido e tagliato a fette."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/2/240/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Frittelle di mele",
            "duration": 35,
            "type": "Dessert",
            "calories": "184",
            "difficulty": "Facile",
            "doses": "16 pezzi",
            "ingredients": [
                "Mele verdi 2",
                "Succo di limone 1",
                "Zucchero per condire 30 g",
                "Cannella in polvere per condire q.b.",
                "Farina 00 150 g",
                "Sale fino 1 pizzico",
                "Latte intero 200 ml",
                "Uova 2",
                "Lievito in polvere per dolci 8 g",
                "Olio di semi q.b."
            ],
            "preparation": [
                "Per preparare le frittelle di mele, iniziate dalla pastella: in una ciotola sbattete le due uova intere, versate il latte 1, poi il pizzico di sale 2. Quindi setacciate all'interno la farina 3\ne il lievito in polvere per dolci 4. Mescolate tutti gli ingredienti accuratamente con una frusta a mano 5 fino ad ottenere un composto omogeneo e privo di grumi 6.\nUna volta pronta, tenete da parte la pastella 7. Spremete il succo di un limone che vi servirà per non far annerire le fettine di mela 8. Poi sbucciate le mele aiutandovi con un pelaverdure per tagliare via meno polpa possibile 9\nQuindi estraete il torsolo con l'apposito levatorsoli 10. Potete anche decidere di dividere le mele a metà per togliere più facilmente il torsolo se non avete lo strumento. Tagliate le mele a fette spesse circa 5 mm 11. Quindi riponetele man a mano in una ciotola bassa e ampia 12 e per evitare che anneriscano man a mano che le affettate\ncospargete con il succo di limone 13. Passate a realizzare le frittelle di mele in questo modo: versate l'olio di semi in un tegame capiente e con un termometro da cucina verificate che arrivi alla temperatura di 170° circa senza superarla. A quel punto potete tuffare una fettina di mela nella pastella assicurandovi di ricoprirla interamente 14 e friggere in olio a temperatura 15.\nFriggete pochi pezzi alla volta, massimo 2 fettine, in modo da non abbassare la temperatura dell'olio. Potete girare le frittelle di mele durante la cottura aiutandovi con una schiumarola per una doratura uniforme 16. Man a mano che saranno pronte, adagiatele su un vassoio foderato con carta assorbente per eliminare l'olio in eccesso 17. In una ciotolina mescolate 30 g di zucchero con la cannella in polvere a piacere per aromatizzare 18.\nMescolate 19 e cospargete le frittelle di mele con questa mistura 20. Le frittelle sono pronte da gustare ancora calde o tiepidie 21!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/174/17421/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Brioches",
            "duration": 135,
            "type": "Dessert",
            "calories": "278",
            "difficulty": "Media",
            "doses": "20 pezzi",
            "ingredients": [
                "Latte intero tiepido 70 ml",
                "Lievito di birra fresco 13 g",
                "Farina 0 550 g",
                "Burro ammorbidito 350 g",
                "Uova 6",
                "Sale fino 15 g",
                "Zucchero 80 g",
                "Tuorli 1",
                "Panna fresca liquida 2 cucchiai"
            ],
            "preparation": [
                "Per preparare le brioches, iniziate a sciogliere il lievito di birra nel latte tiepido 1; intanto tagliate il burro a pezzetti e lasciatelo ammorbidire a temperatura ambiente. Nella ciotola di una planetaria (se non l'avete potete impastare a mano), mescolate la farina setacciata, lo zucchero e il sale 2. Unite il lievito sciolto nel latte e impastate con il gancio 3.\nAggiungete poi le uova 4 e impastate per 6-8 minuti a velocità bassa. Aumentate la velocità e aggiungete il burro ammorbidito un pezzetto alla volta 5, avendo cura di aggiungere il successivo quando il precendente sarà stato completamente assorbito (ci vorrà un’ora circa). Piano piano il composto diventerà spumoso e di colore chiaro 6.\nContinuate ad aggiungere il burro e quando avrete ottenuto un impasto molto morbido e omogeneo 7, mettetelo in una ciotola, copritelo con la pellicola e lasciatelo lievitare in forno spento con la luce accesa per circa 3 h 8. Trascorso questo tempo, impastate nuovamente il composto, rigirando la pasta con la mano 2-3 volte 9, e mettetelo in frigo, sempre coperto con della pellicola, per almeno 12 ore, fino a quando l'impasto non si sarà solidificato.\nL'impasto sarà a questo punto ben compatto: trasferitelo su di una spianatoia infarinata quanto basta per non fare attaccare l’impasto 10 e stendetelo in una sfoglia alta 1 cm. Tagliate dei triangoli che abbiano la base di 8 cm e i lati di 15 cm 11 e, partendo dalla base 12, arrotolateli fino alla punta su se stessi.\nIncurvate leggermente le estremità verso l’interno 13 e poneteli su una leccarda ricoperta di carta forno 14. Sbattete il tuorlo con la panna (o il latte) in una ciotolina 15 e\nspennellate le brioches 16. Lasciatele lievitare ancora per 1 e 30 h circa, fino a che avranno raddoppiato il loro volume 17. Infornate le brioches in forno già caldo a 200° per 13-15 minuti, fino a che non saranno dorate in superficie 18. Ecco le vostre brioches pronte per essere gustate: spolverizzatele con lo zucchero a velo o farcitele e servite!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/22/2287/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Torta Pan di Stelle",
            "duration": 15,
            "type": "Dessert",
            "calories": "611",
            "difficulty": "Facile",
            "doses": "Basso",
            "ingredients": [
                "Biscotti Pan di stelle 450 g",
                "Panna fresca liquida 600 g",
                "Cioccolato fondente 100 g",
                "Zucchero a velo 80 g",
                "Latte intero 70 g",
                "Latte intero q.b.",
                "Zucchero a velo q.b.",
                "Cacao amaro in polvere q.b."
            ],
            "preparation": [
                "Per preparare la torta Pan di Stelle per prima cosa tritate 100 g di cioccolato fondente e tenetelo da parte 1. Sbriciolate 200 g di biscotti Pan di Stelle in una ciotola 2, bagnateli con i 70 g di latte 3 e mescolate per amalgamare il composto.\nAdagiate un anello per dolci del diametro di 22 cm su un vassoio rivestito con carta da forno 4. Versate le briciole di biscotti e distribuitele uniformemente all’interno dell’anello, pressando il composto con il dorso di un cucchiaio 5. Lasciate rassodare la base in frigorifero per 20 minuti. Versate la panna fresca liquida in una ciotola, aggiungete 80 g di zucchero a velo 6\ne montatela con una frusta elettrica 7 finchè non sarà ben soda 8. Una volta trascorso il tempo di riposo della base, versate sopra un paio di cucchiai di panna montata 9,\nlivellate con il dorso di un cucchiaio la superficie. A questo punto prendete i biscotti Pan di Stelle rimasti, inzuppateli leggermente nel latte 10 e poi adagiateli sulla torta 11 disponendoli a raggiera, lungo il perimetro, dovreste riuscire a posizionarne in tutto 14. Versate sopra parte del cioccolato tritato 12,\nin modo da coprire tutti gli spazi tra i biscotti 13. Proseguite con un secondo strato di panna montata e livellate bene con il dorso del cucchiaio 14, proseguite distribuendo un altro strato di 14 biscotti, sempre inzuppati prima nel latte 15,\ne il restante cioccolato tritato 16; ricoprite tutto con la panna 17, fino a raggiungere il bordo dell’anello. Livellate bene con la spatola 18\nper ottenere una superficie liscia 19. Lasciate compattare la torta in freezer per almeno 2 ore. Trascorso il tempo di riposo riprendete il dolce e distribuite su tutta la superficie il cacao amaro in polvere, setacciandolo con un colino 20. E’ giunto il momento di creare il decoro realizzando uno stencil: disegnate delle stelline su un foglio ricreando il motivo dei biscotti Pan di Stelle 21.\nAdagiate sopra le sagome uno foglio trasparente 22 e con un taglierino incidete la sagoma delle stelline: così facendo creerete la sagoma delle stelline sul lucido 23. Eliminate quindi l'anello da pasticceria e trasferite la torta su un piatto da portata. Adagiate molto delicatamente lo stencil sulla torta 24\nSpolverizzate con lo zucchero a velo 25, quindi sollevate con cura lo stencil facendo attenzione a non rovesciare sulla torta lo zucchero depositato sul foglio 26. In questo modo avrete creato la decorazione di stelle di zucchero a velo. Per evitare di intaccare lo strato di cacao e fare una decorazione più precisa, potete avvicinare lo stencil senza adagiarlo sulla torta, in questo caso dovrete farvi aiutare per distribuire lo zucchero. La torta Pan di Stelle è pronta per essere gustata! 27"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/197/19795/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Crostata alla frutta",
            "duration": 80,
            "type": "Dessert",
            "calories": "513",
            "difficulty": "Media",
            "doses": "8 persone",
            "ingredients": [
                "Tuorli 2",
                "Farina 00 250 g",
                "Baccello di vaniglia 1",
                "Zucchero a velo 100 g",
                "Burro freddo 150 g",
                "Scorza di limone ½",
                "Zucchero 120 g",
                "Tuorli 4",
                "Latte intero 500 g",
                "Amido di mais (maizena) 40 g",
                "Farina 00 20 g",
                "Fragole 50 g",
                "Kiwi 1",
                "Arance 1",
                "Mirtilli 20 g",
                "Carambola 2",
                "Confettura di albicocche 50 g",
                "Acqua 10 g"
            ],
            "preparation": [
                "Per preparare la crostata alla frutta iniziate a realizzare la pasta frolla mettendo nella tazza di un mixer munito di lame: la farina, lo zucchero a velo, i semini interni di una bacca di vaniglia (che avrete inciso con un coltellino raschiandone via il contenuto) 1 e il burro freddo di frigorifero tagliato a dadini 2. Frullate fino a rendere il burro fine come la sabbia, poi unite i tuorli d’uovo 3\ne frullate nuovamente fino a che si formeranno delle grosse briciole 4. Se non avete il mixer potete usare una planetaria munita di foglia oppure potete impastare semplicemente a mano, avendo cura di lavorare velocemente l'impasto per non scaldarlo troppo. Trasferite il tutto su di un piano di lavoro e impastate velocemente 5 fino ad ottenere un composto omogeneo a cui darete la forma di un panetto 6. Avvolgetelo con la pellicola trasparente e fate riposare in frigorifero per almeno 30 minuti.\nNel frattempo preparate la crema pasticcera versando in un pentolino il latte e la scorza di mezzo limone, per ricavarla utilizzate un pelaverdure 7. Portate il latte a sfiorare il bollore e nel frattempo versate i tuorli in una ciotola, aggiungete lo zucchero e mescolate rapidamente con una spatola 8 o con una frusta. Aggiungete anche l'amido di mais e la farina, setacciati insieme 9 e mescolate nuovamente.\nQuando il latte sfiorerà il bollore eliminate la scorza di limone e versatene un pò nel composto di tuorli, mescolando rapidamente per stemperarlo 10. A questo punto versate nuovamente nel pentolino con il latte 11, mescolate e riportate sul fuoco. Lasciate addensare la vostra crema pasticcera, mescolando di continuo; la crema sarà pronta quando affioreranno le bolle in superficie 12.\nVersate la crema in un contenitore basso e largo, copritela con della pellicola trasparente 13 e lasciatela raffreddare completamente a temperatura ambiente; poi mettetela in frigorifero a rassodare. Nel frattempo prendete la pasta frolla, stendetela su una spianatoia leggermente infarinata e ricavatene un cerchio dello spessore di 4 mm circa 14; con l’aiuto del matterello sollevate la frolla già stesa, e ponetela sulla tortiera circolare del diametro di 24 cm 15.\nFate aderire bene la frolla allo stampo e tagliate con un coltellino la pasta in eccesso che fuoriesce dai bordi 16. Bucherellate il fondo con i rebbi di una forchetta 17 così che durante la cottura non si creino delle bolle e la pasta non si gonfierà. Procedete con la cottura alla cieca, ovvero coprite la frolla con un disco di carta forno e poi rovesciateci dentro delle sfere di ceramica 18 (o dei ceci secchi) che terranno la pasta schiacciata e in forma durante la cottura.\nCuocete in forno statico preriscaldato a 170° per circa 15 minuti (se utlizzate il forno ventilato cuocete a 160° per circa 12 minuti) durante i quali la pasta deve cuocersi senza colorarsi eccessivamente. Sfornate la base di frolla 19, eliminate le sfere e la carta e infornatela di nuovo per 15 minuti, in modo che si colorisca e si asciughi anche il fondo, dopodiché estraetela definitivamente 20 e lasciatela raffreddare su di una gratella. Prendete la crema pasticcera, ormai fredda, e rendetela di nuovo vellutata sbattendola con uno sbattitore per qualche minuto 21.\nPonetela dentro ad una tasca da pasticcere usa e getta 22 (o di tela) e utilizzatela per ricoprire il fondo della crostata 23, quindi livellate la crema 24, con una spatola.\nDedicatevi al taglio della frutta, dopo averla lavata accuratamente. Tagliate le arance a fettine 25, sbucciate i kiwi e tagliate anche questi a fette 26. In ultimo tagliate a fettine anche le fragole 27\ne la carambola 28. Disponete la frutta a raggera, iniziando a posizionare prima le fette di arance 29 e poi quelle di kiwi 30.\nCompletate la crostata con i mirtilli, le fragole 31 e le carambole 32 posizionandoli secondo il vostro gusto. Stemperate la confettura di albicocca con l'acqua e con un pennello da cucina, spennellate la superficie della vostra crostata con il composto ottenuto 33, ponete la crostata di frutta in frigorifero per almeno 2 ore prima di servirla."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/165/16547/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Cheesecake leggera",
            "duration": 60,
            "type": "Dessert",
            "calories": "268",
            "difficulty": "Molto facile",
            "doses": "Basso",
            "ingredients": [
                "Biscotti secchi integrali 180 g",
                "Burro light 80 g",
                "Formaggio fresco spalmabile light 500 g",
                "Yogurt magro 250 g",
                "Fruttosio 160 g",
                "Gelatina in fogli 10 g",
                "Acqua 30 g",
                "Baccello di vaniglia 1"
            ],
            "preparation": [
                "Per preparare la cheesecake leggera iniziate predisponendo il fondo: mettete i biscotti integrali nel mixer 1, quindi sminuzzateli finemente 2. Riponete i biscotti sminuzzati in una ciotola. Ponete ora il burro a sciogliere in un pentolino; aggiungete a poco a poco il burro sciolto nella ciotola in cui avete riposto i biscotti sminuzzati 3 amalgamando per bene il tutto fino ad ottenere un composto sabbioso.\nImburrate una tortiera, meglio se a cerchio apribile, del diametro di 24 cm; ritagliate un disco di carta forno dello stesso diametro del fondo della tortiera e due strisce della stessa altezza dei bordi, quindi foderate la tortiera stessa. Versate i biscotti sbriciolati nella tortiera ricoperta di carta forno 4 e con l'aiuto di un cucchiaio compattate bene la base di biscotto 5. Fate raffreddare il composto in frigorifero per mezz’ora o in freezer per una decina di minuti 6.\nOra dedicatevi al ripieno: ammorbidite in acqua fredda la gelatina in fogli per 10 minuti circa, poi strizzatela bene 7. Intanto ponete il formaggio spalmabile in una planetaria, aggiungete il fruttosio 8 e azionate le fruste per amalgamare gli ingredienti. Aggiungete quindi i semi della bacca di vaniglia 9.\nIncorporate nel composto anche lo yogurt magro 10 e continuate a mescolare con le fruste. Nel frattempo la gelatina in fogli si sarà ben ammorbidita. Scioglietela in un pentolino con 30 g d'acqua calda 11 e quando si sarà totalmente sciolta incorporatela nel composto di formaggio e yogurt 12. Amalgamate bene tutti gli ingredienti con le fruste a mano per ottenere un composto omogeneo e cremoso.\nA questo punto la crema è pronta, versatela sulla base di biscotto 13, ormai fredda e compatta. Appianate la crema in modo tale da livellarla 14. Riponete quindi la vostra cheesecake leggera in frigorifero per almeno 4 ore per farla rassodare 9 e poi servitela!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/20/2023/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Torta sbriciolata alla Nutella",
            "duration": 155,
            "type": "Dessert",
            "calories": "666",
            "difficulty": "Media",
            "doses": "10 persone",
            "ingredients": [
                "Farina 00 500 g",
                "Burro (freddo) 200 g",
                "Lievito in polvere per dolci 5 g",
                "Baccello di vaniglia 1",
                "Sale fino 1 pizzico",
                "Uova (circa 2 medie) 110 g",
                "Zucchero a velo 300 g",
                "Nutella 200 g",
                "Ricotta vaccina 600 g"
            ],
            "preparation": [
                "Per preparare la torta sbrisolona iniziate dalla frolla: mettete nel mixer la farina e il lievito setacciati 1, unite il burro freddo a pezzetti, aromatizzate con i semi della bacca di vaniglia 2, aggiungete anche il sale 3, azionate le lame e frullate il tutto fino ad ottenere una consistenza sabbiosa.\nTrasferite il composto in una ciotola larga, unite lo zucchero a velo 4, le uova 5 e mescolate velocemente con la punta delle dita sbriciolando la frolla 6. Coprite poi con la pellicola per alimenti e riponete in frigorifero per un'ora.\nA questo punto preparate il ripieno: setacciate la ricotta (se necessario lasciatela scolare in frigorifero almeno un paio di ore) 7, aggiungete la nutella 8 mescolate con una spatola 9 fino ad ottenere una crema omogenea.\nFoderate con carta da forno una tortiera tonda dal diametro di 28 cm e ponete sul fondo un po' più della metà della frolla sbriciolata formando un bordino 10, schiacciate leggermente con le mani 11, poi aggiungete sopra il ripieno alla nutella 12 e livellate la superficie senza spargere sul bordo il composto.\nRicoprite con le briciole rimaste 13 avendo cura di coprire bene il ripieno 14. Infornate a 180° in modalità statica per 80 minuti: trascorsi 40 minuti ruotate lo stampo per cuocere uniformemente, proseguite la cottura e quando mancano 20 minuti dalla fine ricoprite con un foglio di alluminio. Sfornate la torta sbriciolata alla nutella 15, fatela raffreddare e poi servitela."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/194/19449/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Torta di yogurt al cioccolato",
            "duration": 70,
            "type": "Dessert",
            "calories": "590",
            "difficulty": "Facile",
            "doses": "8 persone",
            "ingredients": [
                "Cioccolato fondente 330 g",
                "Farina 00 240 g",
                "Yogurt greco 180 g",
                "Scorza d'arancia (non trattata) 1",
                "Uova 3",
                "Tuorli 1",
                "Zucchero 175 g",
                "Olio di semi 100 g",
                "Lievito in polvere per dolci 16 g"
            ],
            "preparation": [
                "Per preparare la torta di yogurt e cioccolato, iniziate proprio da quest'ultimo: tritate il cioccolato fondente e scioglietelo a bagnomaria 2: è importante che l'acqua del pentolino sul fuoco non raggiunga il fondo della bastardella o del tegamino in cui si trova il cioccolato. Mescolate di tanto in tanto con un cucchiaio di legno per favorire lo sciogliersi del cioccolato 2. Quando sarà pronto, spegnte e lasciate raffreddare.\nIntanto nella tazza di una planetaria munita di frusta versate le uova e unite lo zucchero 4, grattugiate la scorza di 1 arancia non trattata 5 e iniziate a lavorare il composto: dovrà risultare bianco e spumoso 6.\nA questo punto unite lo yogurt poco alla volta 7 e quando si sarà amalgamato, aggiungete l'olio di semi a filo 8. Quindi in una ciotola setacciate la farina con il lievito 9\ne quando l'olio si sarà assorbito completamente, unite le polveri un cucchiaio alla volta 10. Quando anche la farina sarà completamente incorporata, potete unire il cioccolato fuso oramai freddo 11 e lavorare l'impasto ancora qualche minuto per ottenere un composto omogeneo e fluido. Imburrate e foderate una tortiera con carta da forno della misura di 24 cm di diametro. Versate all'interno l'impasto 12\ne livellatelo con una spatola senza battere lo stampo in modo da non inibire l'azione del lievito. Infornate la torta 13 in forno statico preriscaldato a 170° per 45-50 minuti (150° in forno ventilato per 35-40 minuti). Una volta cotta sfornatela 14 e lasciate intiepidire, quindi ponete la torta allo yogurt e cioccolato su una gratella a raffreddare completamente. Una volta fredda potete spolverizzarla con dello zucchero a velo e servirla 15!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/151/15145/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Pasta Sfoglia",
            "duration": 80,
            "type": "Dessert",
            "calories": "452",
            "difficulty": "Difficile",
            "doses": "Nota",
            "ingredients": [
                "Farina 00 175 g",
                "Acqua a temperatura ambiente 100 g",
                "Sale fino 5 g",
                "Burro non troppo freddo e ancora plastico 250 g",
                "Farina 00 150 g"
            ],
            "preparation": [
                "Per preparare la pasta sfoglia come prima cosa iniziate a realizzare il pastello. Sciogliete in una piccola brocca il sale nell'acqua , mescolando con un cucchiaino 1. Versate poi la farina 00 nella ciotola di una planetaria dotata di gancio 1 e unite l'acqua con il sale 3.\nAzionate la macchina 4 e lasciatela lavorare per qualche minuto. Non servirà moltissimo tempo, dato che non serve un impasto molto elastico. Quando avrete ottenuto un composto liscio 5, aiutandovi con le mani roteatelo all'interno della ciotola per ripulirla 6.\nIl pastello non dovrà attaccarsi alle mani. Trasferitelo all'interno di una ciotolina bassa e schiacciatelo con le mani 7. Coprite con la pellicola a contatto 8 e lasciatelo riposare a temperatura ambiente. Passate adesso al panetto. Nella stessa ciotola della planetaria versate la farina 00 9\ne il burro che avrete già tagliato a cubetti 10. Azionate di nuovo la macchina con il gancio 11 e aspettate qualche minuto fino a che il burro non avrà completamente assorbito la farina. Anche in questo caso non bisogna lavorare troppo il composto, altrimenti il burro si scalderà, dovrete ottenere un impasto compatto e privo di grumi 12.\nTrasferitelo su un piano leggermente infarinato 13 e aiutandovi con le mani e pochissima farina, sempre molto rapidamente dategli una forma quadrata 14 e trasferitelo all'interno di una pirofila leggermente infarinata. Coprite con la pellicola 15 e lasciate riposare a temperatura ambiente per 5 minuti. Se dovesse risultare troppo morbido, invece, trasferitelo in frigorifero per 10 minuti.\nUna volta che il panetto avrà riposato, trasferitelo su un piano da lavoro 16 e con un mattarello e pochissima farina stendetelo leggermente 17 fino ad ottenere un quadrato, con lato di 20 cm 18. A questo punto tenetelo da parte per un momento trasferendolo su un lato del piano leggermente infarinato.\nAiutandovi con un tarocco spostate il pastello sul piano da lavoro già leggermente infarinato 19 e sempre utilizzando il mattarello stendetelo 20 fino ad ottenere un quadrato più grande, con lato di 28 cm 21.\nPosizionate poi il panetto sul pastello a rombo 22 e incassatelo richiudendo i lembi di pasta verso il centro 23. Non sovrapponete troppo i lembi di pasta uno su l'altro in modo da incastonare perfettamente il burro 24. A questo punto senza farlo riposare realizzate la prima piega.\nPer realizzare la prima piega come prima cosa dovrete stendere la pasta. Spolverizzate il piano con un po' di farina, mettetene pochissima anche sopra e utilizzando un mattarello stendetelo solo nel verso davanti a voi 1, in modo da ottenere un rettangolo che si estende solo in lunghezza e non in larghezza 2. Aiutatevi con le mani per rendere gli angoli dritti 3.\nPoi giratela di 90° (la parte lunga dovrà essere davanti a voi) e appiattitela ancora leggermente con una passata di mattarello. A questo punto realizzate la prima piega a 3. Portate una delle estremità della pasta verso il centro del rettangolo, spingendola leggermente oltre 4. Poi ripiegate la parte opposta sopra a mo' di libro 5. Sollevando il panetto potrete notare le 3 pieghe 6.\nTenendo la parte con le pieghe verso di voi stendete leggermente il panetto con il mattarello, senza esagerare 7. Trasferitela poi su un vassoietto e con un dito fare una leggera pressione sulla sfoglia 8, questo servirà a ricordarvi a quale piega siete arrivati. Avvoglete poi con la pellicola fino a sigillarla 9. La pellicola infatti permette di mantenere l'umidità all'interno e non far seccare la pasta. Riponete in frigorifero per 30 minuti.\nRiprendete poi il panetto, posizionatelo sul piano in modo che la parte senza pieghe sia verso di voi e stendetelo nuovamente con un mattarello sempre solo nel verso delle pieghe (ovvero nel senso della lunghezza del panetto, in modo da tenere sempre la forma a rettangolo) 10 fino ad ottenere uno spessore di circa mezzo cm 11. Poi passate alla piega a 4. Come fatto prima, portate un lembo della pasta verso il centro, spingendolo leggermente oltre 12.\nPoi ripiegate anche l'altra parte, questa volta non sopra ma accostandolo vicino all'altro lembo di pasta 13. Aggiustate gli angoli tirandoli delicatamente con le mani, in modo da farli combaciare perfettamente. Richiudete la pasta alzando la prima metà che avete ripiegato, a mo' di libro 14, in modo da avere questa volta 4 pieghe 15.\nFate una leggera pressione stendendolo con il mattarello su entrambi i lati. Lasciate questa volta 2 impronte con le dita per segnare le due pieghe realizzate 16, trasferite di nuovo sul vassoietto, coprite con la stessa pellicola utilizzata prima 17 e riponete in frigo per 30 minuti. Trascorsi i 30 minuti riprendete di nuovo la pasta e stendetela, ricordatevi di porre il lato più lungo senza pieghe verso di voi, quindi stendete nel senso della lunghezza il panetto con il mattarello 18 sempre ad uno spessore di mezzo cm.\nA questo punto ripetete di nuovo una piega a 3 (19-20). Appiattite leggermente con il mattarello e imprimete 3 segni sulla sfoglia, segno che siete arrivati alla terza piega 21. Avvolgete nella pellicola e riponete in frigo per altri 30 minuti.\nPoi riprendete il panetto e stendetelo nuovamente con il matterello a mezzo cm di spessore, sempre con la parte più lunga e chiusa verso di voi 22 e realizzate l'ultima piega, questa volta a 4 (23-24).\nAppiattite leggermente con il mattarello sempre per il verso della lunghezza 25 e realizzate 4 segni con le dita, segno che avete completato tutte le fasi 26. Avvolgete di nuovo nella pellicola 27 e conservate la sfoglia in frigo per almeno 60 minuti prima di utilizzarla per le vostre preparazioni."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/190/19057/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Torta magica",
            "duration": 110,
            "type": "Dessert",
            "calories": "342",
            "difficulty": "Media",
            "doses": "Basso",
            "ingredients": [
                "Latte intero caldo 500 ml",
                "Zucchero 150 g",
                "Burro fuso freddo 125 g",
                "Farina 00 115 g",
                "Uova a temperatura ambiente 4",
                "Acqua fredda 1 cucchiaio",
                "Estratto di vaniglia 1 cucchiaio",
                "Succo di limone 1 cucchiaino",
                "Sale fino 1 pizzico",
                "Zucchero a velo q.b.",
                "Burro q.b."
            ],
            "preparation": [
                "Per preparare la torta magica, iniziate facendo fondere il burro in un pentolino 1. Fate attenzione a non farlo scurire e una volta fuso, versatelo in una ciotola e lasciatelo raffreddare a temperatura ambiente. Dividete poi gli albumi dai tuorli 2 e versate i tuorli a temperatura ambiente in una ciotola, in cui aggiungerete lo zucchero 3.\nOra con le fruste elettriche montate i tuorli con lo zucchero per almeno 10 minuti, finchè il composto non diverrà chiaro e spumoso 4. Sempre sbattendo, unite ai tuorli con lo zucchero anche un cucchiaio di acqua molto fredda 5 e un cucchiaio di e stratto di vaniglia 6. Se non avete le fruste elettriche, o se preferite, potete eseguire il procedimento con la planetaria o con le fruste a mano.\nAggiungete un pizzico di sale 7 e il burro fuso che avete fatto raffreddare 8, quindi continuate a sbattere per qualche minuto. Setacciate la farina poso alla volta all’interno del composto e amalgamatela per farla assorbire completamente 9; nel frattempo mettete a scaldare il latte in un pentolino.\nUna volta caldo versatelo nel composto 10 e lasciate incorporare per circa 1 minuto. È fondamentale che il composto non presenti grumi, se così fosse, potete setacciare il composto con un colino a maglie strette aiutandovi con il dorso di un cucchiaio per eliminare i grumi. A questo punto prendete gli albumi a temperatura ambiente e versateli in una ciotola pulita, iniziate a montarli con le fruste elettriche perfettamente pulite 11 iniziate a montare unendo il succo di limone (o aceto di vino bianco) 12 quando gli albumi saranno diventati chiari: darà stabilità al composto. Dovrete montare a neve non troppo ferma.\nIncorporate con una frusta delicatamente gli albumi montati a neve, in modo da non smontarli 13 e amalgamate fino ad ottenere un impasto piuttosto liquido. Imburrate una teglia quadrata di 20x20 cm e alta 6 cm 14 e foderate sia il fondo che i bordi con la carta forno 15, per capire meglio come fare, consultate la Scuola di cucina: come foderare una tortiera. Le dimensioni della teglia sono importanti per ottenere lo spessore corretto della torta.\nQuindi versate il composto nella teglia imburrata e foderata 16 e infornate in forno statico preriscaldato a 150° per circa 80 minuti, finchè la superficie della torta magica non risulterà ben dorata 17; estraete la torta dal forno e lasciatela raffreddare completamente a temperatura ambiente, dopodichè ricopritela con un velo di pellicola 18 e lasciatela compattare in frigo per almeno 2 ore.\nQuando la torta si sarà compattata, sformatela dalla teglia, eliminando la carta forno 19 e tagliatela a cubotti 20. Per facilitare il taglio, usate un coltello a lama liscia e lunga bagnata con dell’acqua oppure usate un filo di nylon. Sistemate i cubotti su un piatto da portata, spolverizzateli con lo zucchero a velo 21 e la vostra torta magica sarà pronta per essere servita e gustata!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/29/2945/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Torta di carote",
            "duration": 80,
            "type": "Dessert",
            "calories": "548",
            "difficulty": "Media",
            "doses": "6 persone",
            "ingredients": [
                "Carote 300 g",
                "Lievito in polvere per dolci 16 g",
                "Farina 00 300 g",
                "Farina di mandorle 50 g",
                "Zucchero semolato 180 g",
                "Olio di semi di girasole 90 g",
                "Uova medie 3",
                "Baccello di vaniglia ½",
                "Sale fino 1 pizzico",
                "Zucchero a velo q.b."
            ],
            "preparation": [
                "Per preparare la torta di carote lavate le carote sotto abbondante acqua corrente, eliminate la buccia con un pelapatate 1. Grattugiatele finemente 2, poi mettetele in un colino a maglie strette posto su di una ciotola e con un cucchiaio schiacciatele delicatamente in modo da far espellere parte del loro liquido 3.\nVersate le uova nella ciotola di una planetaria dotata di fruste 4 e aggiungete lo zucchero e un pizzico di sale 5, quindi azionate le fruste in modo da amalgamare bene gli ingredienti. Incidete la bacca di vaniglia nel senso della lunghezza ed estraete i semi, raschiandola con un coltellino 6 e\nuniteli al composto 7. In un recipiente a parte setacciate la farina 8, il lievito 9,\nla farina di mandorle 10 e mescolate il tutto con un cucchiaio 11. Azionate le fruste e aggiungete le polveri un cucchiaio alla volta 12.\nDa ultimo versate anche l’olio 13 e continuate con la planetaria fino a quando otterrete un impasto denso ed omogeneo 14. Unite le carote grattugiate 15,\nmischiando delicatamente con una spatola per far amalgamare bene tutti gli ingredienti 16. Imburrate e foderate una tortiera cerchio apribile del diametro di 24 cm, quindi versate l’impasto che avete ottenuto 17, livellando la superficie con una spatola 18.\nFate cuocere in forno statico preriscaldato a 170° per 45 minuti (o a 150° per 35-40 minuti se in forno ventilato); trascorso il tempo necessario, verificate la cottura con uno stecchino, infilandolo al centro della torta: se, estraendolo, risulterà umido allora la torta necessiterà ancora di qualche minuto di cottura, in caso contrario sarà pronta 19. Lasciatela raffreddare completamente nello stampo, sformatela 20, infine completate la vostra torta di carote con una spolverata di zucchero a velo 21."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/3/385/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Biscotti girandola",
            "duration": 50,
            "type": "Dessert",
            "calories": "193",
            "difficulty": "Media",
            "doses": "16 pezzi",
            "ingredients": [
                "Burro freddo di frigo 200 g",
                "Farina 00 250 g",
                "Zucchero a velo 100 g",
                "Uova (1 intero) 55 g",
                "Acqua a temperatura ambiente per spennellare q.b.",
                "Cacao amaro in polvere 20 g",
                "Farina 00 40 g"
            ],
            "preparation": [
                "Per preparare i biscotti girandola iniziate dall'impasto base: versate il burro ben freddo di frigorifero tagliato a cubetti nella ciotola di un mixer 1. Aggiungete 250 gr di farina 2 e azionate le lame: non dovrete lavorare il composto a lungo, meglio a più riprese per non scaldare eccessivamente il burro, ma giusto il tempo di ottenere un composto sabbioso 3.\nA questo punto trasferitelo all'interno di una ciotola e unite sia lo zucchero a velo 4 che l'uovo 5. Impastate il tutto molto velocemente con le mani 6. Questo passaggio è molto importante per la riuscita: non scaldate troppo l'impasto lavorando a lungo, sarà sufficiente compattarlo.\nUna volta che avrete ottenuto un composto uniforme (risulterà morbido) 7 pesatelo, dividetelo in due parti uguali e sistematelo in due ciotoline separate 8. In una di queste aggiungete la parte restante di farina (40 g) 9 e impastate sempre velocemente con le mani per far assorbire la farina.\nNell'altra ciotola, invece, unite il cacao 10 e lavorate anche questa frolla, sempre velocemente, con le mani 11. Una volta ottenute le 2 frolle 12,\nappiattite leggermente i panetti, avvolgeteli separatamente nella pellicola per alimenti 13 e riponetele in frigorifero per un paio d'ore (o fino a quando si saranno ben compattati). Trascorso questo tempo stendete le 2 frolle in modo da ottenere dei rettangoli spessi circa 4 mm e dalle dimensioni di 22X26 cm (14-15). Se preferite potete stendere ciascuna frolla più facilmente ponendo il panetto in due fogli di carta da forno.\nUna volta stesi, spennellate il rettangolo di frolla bianca con dell'acqua 16 e aiutandovi con un mattarello trasferite anche il rettangolo di frolla al cacao al di sopra di quello neutro 17, facendo combaciare i bordi. Pressate delicatamente con il mattarello 18 in modo da far aderire perfettamente i 2 rettangoli di frolla.\nA questo punto spennellate l'intera superficie al cacao sempre con dell'acqua e procedete ad arrotolare insieme le 2 frolle (19-20). Una volta ottenuto il vostro rotolo 21, avvolgetelo nella pellicola trasparente e riponetelo a rassodare in frigorifero per circa 30 minuti.\nA questo punto riprendete il rotolo e tagliate dei dischi dello spessore di circa 7mm 22. Trasferite i vostri biscotti girandola su una leccarda foderata con la carta forno 23 e cuocete in forno statico preriscaldato a 160° per circa 35 minuti (se utilizzate il forno ventilato potete infornare pochi pezzi come prima infornata per regolarvi su tempi e temperatura per i successivi). Una volta cotti sfornate 24, lasciate raffreddare e gustate i vostri biscotti girandola!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/16/1677/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Torta all'acqua al cioccolato",
            "duration": 65,
            "type": "Dessert",
            "calories": "368",
            "difficulty": "Molto facile",
            "doses": "8 persone",
            "ingredients": [
                "Acqua (naturale) 335 g",
                "Farina 00 225 g",
                "Zucchero 200 g",
                "Cioccolato fondente 80 g",
                "Olio di semi 90 g",
                "Lievito in polvere per dolci 16 g",
                "Scorza d'arancia 1"
            ],
            "preparation": [
                "Per preparare la torta all’acqua al cioccolato per prima cosa iniziate tritando il cioccolato finemente 1. Riponete quindi le scaglie di cioccolato in una ciotolina e tenete da parte. Prendete ora un tegame da bordi alti e versate l’acqua. Fate scaldare a fuoco dolce. Quando l’acqua comincia a riscaldare, aggiungete lo zucchero 2 e, aiutandovi con una frusta a mano, mescolate bene lo zucchero per farlo sciogliere 3.\nUna volta sciolto lo zucchero, continuando a mescolare, aggiungete anche il cioccolato in scaglie precedentemente preparato 4. Continuate a mescolare gli ingredienti in modo energico con le fruste a mano per evitare la formazione di grumi 5. Il calore aiuterà a sciogliere gli ingredienti nell’acqua. Quando gli ingredienti saranno totalmente amalgamati e privi di grumi versate il composto in una ciotola dai bordi alti o nella tazza di un frullatore 6.\nA questo punto prendete un frullatore ad immersione e frullate finemente tutti gli ingredienti nella ciotola 7. Quindi lasciate raffreddare a temperatura ambiente. Dopodichè prendete una ciotola e setacciate la farina 8 e il lievito 9.\nQuando il composto di cioccolato e zucchero si sarà raffreddato versatelo nella ciotola con la farina, in tre volte 10 avendo cura di mescolarlo energicamente con la frusta a mano per evitare la formazione di grumi e ottenere così un composto omogeneo. Procedete versando l’olio a filo 11 e, una volta incorporato, grattugiate la scorza di un’arancia 12.\nContinuate a mescolare gli ingredienti.nfine imburrate e foderate una tortiera da 22 cm di diametro con la carta forno e versatevi il composto ottenuto 13. Infornate in forno statico preriscaldato a 180°C per 50 minuti 14. Una volta cotta, sformate la torta 15 e lasciatela raffreddare completamente su una gratella. Potete spolverizzarla con zucchero a velo prima di servire!"
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/209/20951/foto_hd/hd650x433_wm.jpg"
        },
        {
            "title": "Torta paradiso",
            "duration": 75,
            "type": "Dessert",
            "calories": "541",
            "difficulty": "Facile",
            "doses": "8 persone",
            "ingredients": [
                "Burro morbido 170 g",
                "Zucchero a velo 170 g",
                "Zucchero 40 g",
                "Sale fino 2,5 g",
                "Fecola di patate 70 g",
                "Lievito in polvere per dolci 3 g",
                "Farina 00 100 g",
                "Baccello di vaniglia Bourbon ½",
                "Tuorli 80 g",
                "Uova intere 100 g",
                "Scorza di limone ½",
                "Scorza d'arancia ½",
                "Zucchero a velo q.b."
            ],
            "preparation": [
                "Per preparare la torta paradiso iniziate setacciando in una ciotola farina, fecola e lievito 1; poi mescolate con un cucchiaio per miscelarle al meglio. In un'altra ciotola ponete il burro morbido a tocchetti, versate la polpa di mezza bacca di vaniglia 2 e grattugiate mezza scorza di limone non trattato 3;\ngrattugiate anche mezza scorza di arancia, sempre non trattata 4. Iniziate a lavorare con le fruste elettriche il burro aromatizzato alla vaniglia, aggiungendo lo zucchero a velo 5. Quando il composto avrà assunto una consistenza soffice e ariosa, unite anche gli 80 g di tuorli (circa 4 tuorli di uova medie) 6\npoi versate anche il sale 7 e continuate a lavorare il composto con le fruste elettriche fino ad ottenere una consistenza morbida e cremosa. Tenete da parte e in un'altra ciotola a parte versate le due uova intere e aggiungete lo zucchero semolato 8; lavorate il tutto con le fruste elettriche e non appena questo composto di uova e zucchero sarà chiaro liscio e spumoso 9\npotete unirlo a quello con burro, zucchero e tuorli, alternando con la versata delle polveri. Quindi versate poco composto di uova e zucchero 10, mescolate bene con una marisa. Poi unite una parte delle polveri 11 e continuate a mescolare. Proseguite ancora una volta con la parte liquida e terminate con le polveri fino a terminarli 12. Questa alternanza di versate e lavorazione servirà a rendere l'impasto della tipica consistenza friabile della torta paradiso.\nPrendete uno stampo di 24 cm di diametro e imburratelo con l'aiuto di un pennellino 13, infarinatelo e versate l'impasto della torta paradiso. Livellatelo con una spatola 15\nfino a rendere la superficie omogenea 16. Cuocete la torta paradiso in forno statico preriscaldato a 170° per circa 45-50 minuti (regolatevi in base alla potenza del vostro forno, coprite la torta con carta alluminio dopo 30 minuti di cottura se vedete che si scurisce eccessivamente e proseguite la cottura). Una volta pronta (fate sempre la prova dello stecchino), sfornatela 17 e attendete circa 20 minuti prima di capovolgerla su un piatto da portata 18.\nSfilate lo stampo molto delicatamente 19 e lasciate raffreddare completamente per circa 1 ora. Solo una volta fredda spolverizzate con zucchero a velo 20 fino a creare uno strato omogeneo in superficie. La vostra torta paradiso è pronta per essere gustata 21."
            ],
            "imageLink": "https://www.giallozafferano.it/images/ricette/178/17873/foto_hd/hd650x433_wm.jpg"
        }
    ]
}